Repository: pauliojanpera/PurplePen
Catalog: src/PurplePen/Livelox/PublishToLiveloxDialog.*.resx
Languages: sv

# learnMoreLink.Text
source: Learn more about Livelox
sv: Mer information om Livelox

# informationLabel.Text
source: Livelox is a web-based application for analysis of routes from orienteering races. Participants record their routes in real time using a mobile app, or upload them from their GPS watches afterwards. As an organizer of orienteering trainings or competitions, you can publish maps and courses to Livelox to let spectators follow the competitors in real time, and to let participants analyze their route choices post-race.
sv: Livelox är en webbaserad applikation för analys av rutter från orienteringslopp. Deltagarna spelar in sina rutter i realtid med en mobilapp eller laddar upp dem från sina GPS-klockor efteråt. Som arrangör av orienteringsträningar eller tävlingar kan du publicera kartor och banor till Livelox för att låta åskådare följa tävlingarna i realtid och låta deltagarna analysera sina vägval efter tävlingen.

# removeUserLink.Text
source: Remove user from Purple Pen
sv: Ta bort användare från Purple Pen

# userLabel.Text
source: Livelox user to act as
sv: Livelox-användare att agera som

# resolutionLabel.Text
source: Resolution (pixels per meter in the terrain):
sv: Upplösning (antal pixlar per meter i terrängen för kartbilden)

# settingsGroupBox.Text
source: Settings
sv: Inställningar

# showSettingsCheckBox.Text
source: Show settings
sv: Visa inställningar

# editEventLink.Text
source: Edit in Livelox
sv: Redigera i Livelox

# showEventLink.Text
source: Show in Livelox
sv: Visa i Livelox

# existingEventGroupBox.Text
source: Map and courses have previously been published to the following Livelox event
sv: Karta och banor har tidigare publicerats till nedanstående Livelox-aktivitet

# publishToOtherEventButton.Text
source: Publish to another event
sv: Publicera till en annan aktivitet

# updateEventButton.Text
source: Update the event
sv: Uppdatera aktiviteten

# publishButton.Text
source: Publish
sv: Publicera

# cancelButton.Text
source: Cancel
sv: Avbryt

# $this.Text
source: Publish to Livelox
sv: Publicera till Livelox
