Repository: pauliojanpera/PurplePen
Catalog: src/PurplePen/CommandNameText.*.resx
Languages: nl, pt_br, sl

source: Change Symbol
nl: Symbool aanpassen
pt_br: Escolher o Símbolo
sl: Spremeni simbol

# ChangeCode
source: Change Control Code
nl: Postnummer aanpassen
pt_br: Escolher Código de Controle
sl: Spremeni kodno številko

source: Change Control
nl: Post aanpassen
pt_br: Mudar Controle
sl: Spremeni kontrolno točko

# ChangeScore
source: Change Control Points
nl: Score aanpassen
pt_br: Mudar Pontos de Controle
sl: Spremeni kontrolne točke

source: Change Title
nl: Naam aanpassen
pt_br: Mudar Título
sl: Spremeni naslov

source: Change Climb
nl: Stijging aanpassen
pt_br: Alterar Desnível
sl: Spremeni vzpon

source: Change Course Name
nl: Naam route aanpassen
pt_br: Mudar Nome do Percurso
sl: Spremeni ime proge

source: Change Text Line
nl: Tekst regel aanpassen
pt_br: Mudar Linha do Texto
sl: Spremeni besedilno vrstico

# ChangeScale
source: Update Map Scale
nl: Kaartschaal vernieuwen
pt_br: Mudar Escala do Mapa
sl: Osveži merilo karte

source: Move Control
nl: Post verplaatsen
pt_br: Mover Ponto de Controle
sl: Premakni kontrolno točko

source: Move Control Number
nl: Verplaats postnummer
pt_br: Mover Número do Ponto
sl: Premakni zaporedno številko kontrolne točke

source: Move Object
nl: Verplaats object
pt_br: Mover Objeto
sl: Premakni objekt

source: Delete Control
nl: Verwijder post
pt_br: Deletar Ponto de Controle
sl: Izbriši kontrolno točko

source: Delete Object
nl: Verwijder object
pt_br: Deletar Objeto
sl: Izbriši objekt

source: Delete Text Line
nl: Verwijder tekstregel
pt_br: Deletar Linha de Texto
sl: Izbriši besedilno vrstico

source: Add Control
nl: Post toevoegen
pt_br: Adicionar Ponto de Controle
sl: Dodaj kontrolno točko

source: Add Start
nl: Start toevoegen
pt_br: Adicionar Partida
sl: Dodaj start

source: Add Finish
nl: Finish toevoegen
pt_br: Adicionar Chegada
sl: Dodaj cilj

# AddCrossingPoint
source: Add Mandatory Crossing Point
nl: Verplichte doorgang toevoegen
pt_br: Adicionar Ponto de Passagem Obrigatório
sl: Dodaj obvezen prehod

source: Add Object
nl: Object toevoegen
pt_br: Adicionar Objeto
sl: Dodaj objekt

source: Delete Course
nl: Route verwijderen
pt_br: Deletar Pecurso
sl: Izbriši progo

source: New Course
nl: Nieuwe route
pt_br: Novo Percurso
sl: Nova proga

source: Change Course Properties
nl: Wijzig route eigenschappen
pt_br: Alterar Propriedades do Percurso
sl: Spremeni lastnosti proge

source: Change All Controls Properties
nl: Wijzig eigenschappen Alle Posten
pt_br: Alterar as propriedades da Matriz de Pontos de Controle
sl: Spremeni lastnosti vse kontrolnih točk

# NewEvent
source: Create New Event
nl: Creëer nieuw evenement
pt_br: Criar Novo Evento
sl: Ustvari novo prireditev

# SetLegFlagging
source: Change Leg Flagging
pt_br: Alterar Sinalização de Pernada
sl: Spremeni označbe predaj

source: Change Codes
nl: Wijzig codes
pt_br: Mudar Códigos
sl: Spremeni kodne številke

source: Change Displayed Courses
nl: Kies getoonde routes
pt_br: Alterar Percursos Exibidos
sl: Spremeni prikazane proge

# MoveBend
source: Move Leg Bend
nl: Verschuif bocht in been
pt_br: Alterar Curvatura da Pernada
sl: Premakni zavoj predaje

source: Add Bend
nl: Bocht toevoegen
pt_br: Adicionar Curvatura
sl: Dodaj zavoj

source: Add Corner
nl: Hoek toevoegen
pt_br: Adicionar Canto
sl: Dodaj kot

# DeleteBend
source: Remove Bend
nl: Verwijder bocht
pt_br: Remover Curvatura
sl: Izbriši zavoj

# DeleteCorner
source: Remove Corner
nl: Verwijder knik
pt_br: Remover Canto
sl: Izbriši kot

source: Add Gap
nl: Maak gat
pt_br: Adicionar Espaço
sl: Dodaj razmak

source: Remove Gap
nl: Verwijder gat
pt_br: Remover Espaço
sl: Izbriši razmak

source: Move Gap
nl: Verschuif gat
pt_br: Mover Espaço
sl: Premakni razmak

source: Rotate
nl: Draaien
pt_br: Rotacionar
sl: Zavrti

# AutoNumbering
source: Automatic Numbering
nl: Automatische nummering
pt_br: Numeração automática
sl: Avtomatsko številčenje

source: Change Punch Patterns
nl: Prikkaart patronen
pt_br: Alterar Padrão de Picote
sl: Spremeni vzorce luknjic

# ChangePunchcardFormat
source: Change Punch Card Layout
nl: Prikkaart afmeting
pt_br: Mudar Layout de Cartão de Controle
sl: Spremeni obliko startnega kartona

source: Set Print Area
nl: Afdrukgebied instellen
pt_br: Determinar Área de Impressão
sl: Določi območje tiskanja

# SetCourseLoad
source: Change Competitor Load
nl: Pas drukte aan
pt_br: Alterar densidade de participantes
sl: Spremeni količino tekmovalcev

# SetCustomSymbolText
source: Customize Description Text
nl: Wijzig tekstomschrijving
pt_br: Customizar Texto da Descrição
sl: Prilagodi besedilni opis

source: Change Course Order
nl: Wijzig volgorde van routes
pt_br: Alterar Ordem do Percurso
sl: Spremeni vrstni red prog

source: Change Map File
nl: Wijzing kaartbestand
pt_br: Alterar Arquivo de Mapa
sl: Spremeni datoteko s karto

source: Ignore Missing Fonts
nl: Negeer ontbrekende lettertypen
pt_br: Ignorar Fontes Desconhecidas
sl: Spreglej manjkajoče pisave

source: Add Text Line
nl: Voeg regel tekst toe
pt_br: Adicionar Linha de Texto
sl: Dodaj besedilno vrstico

source: Remove Unused Controls
nl: Verwijder ongebruikte posten
pt_br: Remover Controles sem Uso
sl: Izbriši neuporabljene kontrolne točke

# SetDescriptionLanguage
source: Change Description Language
nl: Wijzig taal van beschrijvingen
pt_br: Alterar idioma da Descrição
sl: Spremeni jezik opisov kontrolnih točk

source: Change Text
nl: Wijzig tekst
pt_br: Alterar Texto
sl: Spremeni besedilo

# ChangeCourseAppearance
source: Customize Course Appearance
nl: Aangepaste route weergave
pt_br: Customizar Aparência do Percurso
sl: Prilagodi izgled prog

source: Add Map Exchange
nl: Voeg kaartwissel toe
pt_br: Adicionar troca de Mapa
sl: Dodaj menjavo karte

# DeleteMapExchangeAtControl
source: Delete Map Exchange
nl: Verwijder kaartwissel
pt_br: Deletar Troca de Mapa

# ChangePartProperties
source: Change Course Part Properties
nl: Wijzig deel-route eigenschappen
pt_br: Alterar Propriedades de Parte do Percurso

source: Change Line Appearance
nl: Wijzig weergave van lijn
pt_br: Alterar Aparência da Linha

source: Duplicate Course
nl: Dupliceer route
pt_br: Duplicar Percurso

# CreateMapFiles
source: Create {0} &Files
nl: Creëer {0} &bestanden
pt_br: Criar {0} &Ficheiros/Arquivos

source: Add Variation
nl: Voeg variant toe
pt_br: Adicionar Variação

# DeleteFork
source: Delete Fork/Loop
nl: Verwijder afsplitsing/lus
pt_br: Deletar Variação/Volta

source: Relay Team Variations
nl: Estafette team varianten
pt_br: Variações de Equipe de Revezamento

# AddMapIssue
source: Add Map Issue Point
pt_br: Adicionar Ponto de Troca de Mapa

# ChangeDescriptionStandard
source: Set Control Description Standard
pt_br: Ajustar Padrão de Descrição dos Controles

# ChangeMapStandard
source: Set Map Standard
pt_br: Ajustar Padrão do Mapa

source: Stretch
pt_br: Alongar

# SetLiveloxImportableEventId
source: Publish to Livelox
pt_br: Publicado em Livelox
