Repository: pauliojanpera/PurplePen
Catalog: src/PurplePen/MainFrame.*.resx
Languages: sl

# tabPage1.Text
source: All Controls
sl: Vse kontrolne točke

# openFileDialog.Filter
source: Purple Pen files|*.ppen|All files|*.*
sl: Purple Pen datoteke|*.ppen|Vse datoteke|*.*

# saveFileDialog.Filter
source: Purple Pen file|*.ppen
sl: Purple Pen datoteke|*.ppen

# newEventMenu.Text
source: &New Event...
sl: &Nova prireditev...

# openMenu.Text
source: &Open...
sl: &Odpri ...

# saveMenu.Text
source: &Save
sl: &Shrani

# saveAsMenu.Text
source: Save &As...
sl: Shrani &kot ...

# createOcadFilesMenu.Text
source: Create OCAD &Files...
sl: Ustvari OCAD &Datoteke...

# createXmlMenu.Text
source: Create Data &Interchange File (IOF XML)...
sl: Ustvari podatkovno &Datoteko za izmenjavo (IOF XML)...

# printDescriptionsMenu.Text
source: &Print Descriptions...
sl: &Tiskaj Opise kontrolnih točk...

# printCoursesMenu.Text
source: Print &Courses...
sl: Tiskaj &Proge...

# printAreaThisPartMenu.Text
source: This &Part Only
sl: Izbran &Samo delno

# printAreaThisCourseMenu.Text
source: &This Course
sl: &Izbrana Proga

# printAreaAllCoursesMenu.Text
source: &All Courses
sl: &Vse proge

# setPrintAreaMenu.Text
source: Set Print A&rea
sl: Določi območje tiskanja

# programLanguageMenu.Text
source: Program &Language...
sl: Program &Jezik...

# exitMenu.Text
source: E&xit
sl: I&zhod

# fileMenu.Text
source: &File
sl: &Datoteka

# cancelMenu.Text
source: &Clear Selection
sl: &Pobriši izbiro

# undoMenu.Text
source: &Undo
sl: &Prekliči

# redoMenu.Text
source: &Redo
sl: &Obnovi

# deleteMenu.Text
source: &Delete
sl: &Izbriši

# editMenu.Text
source: &Edit
sl: &Uredi

# entireCourseMenu.Text
source: Entire &Course
sl: Celotna &Proga

# entireMapMenu.Text
source: Entire &Map
sl: Celotna &Karta

# zoomMenu.Text
source: &Zoom
sl: &Povečaj

# veryLowIntensityMenu.Text
source: &Very Low
sl: &Zelo nizka

# lowIntensityMenu.Text
source: &Low
sl: &Nizka

# mediumIntensityMenu.Text
source: &Medium
sl: &Srednja

# highIntensityMenu.Text
source: &High
sl: &Visoka

# fullIntensityMenu.Text
source: &Full
sl: &Polno

# mapIntensityMenu.Text
source: Map &Intensity
sl: Karta &Intenzivnost

# normalQualityMenu.Text
source: Low
sl: Nizka

# highQualityMenu.Text
source: High
sl: Visoko

# mapQualityMenu.Text
source: Map &Quality
sl: Karta &Kvaliteta

# showPopupsMenu.Text
source: Show &Popup Information
sl: Prikaži &Pojavna Informacija

# allControlsMenu.Text
source: &All Controls
sl: &Vse kontrolne točke

# viewMenu.Text
source: &View
sl: &Pogled

# mapExchangeControlMenuItem.Text
source: Map Exchange at &Control Point
sl: Menjava karte na &kontrolna točka

# mapExchangeSeparateMenuItem.Text
source: Flagged &Route to Map Exchange
sl: &označena pote do menjave karte

# addMandatoryCrossingMenu.Text
source: Mandatory Crossing Point
sl: obvezen prehod

# addOptCrossingMenu.Text
source: Optional Crossing Point
sl: možnost prehoda

# addOutOfBoundsMenu.Text
source: Out Of Bounds Area
sl: Prepovedano območje

# addDangerousMenu.Text
source: Dangerous Area
sl: Nevarno območje

# addWaterMenu.Text
source: Water Location
sl: Okrepčevalna točka

# addFirstAidMenu.Text
source: First Aid Location
sl: Prva pomoč

# addForbiddenMenu.Text
source: Forbidden Route Marking
sl: Oznaka prepovedane poti

# addBoundaryMenu.Text
source: Uncrossable Boundary
sl: Neprehodna meja

# addRegMarkMenu.Text
source: Registration Mark
sl: oznaka registra

# addTextMenu.Text
source: Text
sl: Besedilo

# changeMapFileMenu.Text
source: &Map File...
sl: &Datoteka s karto

# changeCodesMenu.Text
source: Change Control &Codes...
sl: Spremeni kontrolno točko &kodne številke...

# autoNumberingMenu.Text
source: Automatic &Numbering...
sl: Avtomatsko &Številčenje

# removeUnusedControlsMenu.Text
source: Remove &Unused Controls...
sl: Odstrani &Neuporabljene kontrolne točke...

# punchPatternsMenu.Text
source: &Punch Patterns...
sl: &Vzorci perforacij

# customizeDescriptionsMenu.Text
source: Customize &Description Text...
sl: Prilagodi &Besedilni opis

# eventMenu.Text
source: Eve&nt
sl: Prire&ditev

# addCourseMenu.Text
source: &Add Course...
sl: &Dodaj progo...

# deleteCourseMenu.Text
source: &Delete Course
sl: &Izbriši progo

# propertiesMenu.Text
source: &Properties...
sl: &Lastnosti...

# courseLoadMenu.Text
source: Competitor &Load...
sl: Tekmovalec &Obremenitev...

# courseMenu.Text
source: &Course
sl: &Proga

# deleteItemMenu.Text
source: &Delete
sl: &Izbriši

# addBendMenu.Text
source: Add &Bend
sl: Dodaj &zavoj

# removeBendMenu.Text
source: Remove B&end
sl: Izbriši Z&avoj

# addGapMenu.Text
source: Add &Gap
sl: Dodaj &Razmak

# changeTextMenu.Text
source: Change &Text...
sl: Izbriši &Besedilo...

# rotateMenu.Text
source: R&otate
sl: Z&avrti

# noFlaggingMenu.Text
source: No Flagging
sl: Ni oznak

# entireFlaggingMenu.Text
source: Entire Leg Flagged
sl: Celotna etapa označena

# beginFlaggingMenu.Text
source: Beginning of Leg Flagged
sl: Začetek oznak na etapi

# endFlaggingMenu.Text
source: End of Leg Flagged
sl: Konec oznak na etapi

# legFlaggingMenu.Text
source: &Leg Flagging
sl: &Označena etapa

# changeDisplayedCoursesMenu.Text
source: Change Displa&yed Courses...
sl: Spremeni označ&eno progo...

# itemMenu.Text
source: &Item
sl: &Objekt

# courseSummaryMenu.Text
source: Course &Summary
sl: Proga &Povzetek

# eventAuditMenu.Text
source: Event &Audit
sl: Prireditev &Pregled

# legLengthsMenu.Text
source: &Leg Lengths
sl: &Dolžine etap

# controlCrossrefMenu.Text
source: Control &Cross-reference
sl: Kontrolna točka &Navzkrižna referenca

# controlAndLegLoadMenu.Text
source: Control and Leg Loa&d
sl: Kontrolna točka in obremenitev et&ap

# reportMenu.Text
source: &Reports
sl: &Poročila

# helpContentsMenu.Text
source: Purple Pen &Help
sl: Purple Pen &Pomoč

# helpTranslatedMenu.Text
source: Purple Pen Help (Translated)
sl: Purple Pen Pomoč (prevedena)

# mainWebSiteToolMenu.Text
source: Purple Pen &Web Site
sl: Purple Pen &spletna stran

# supportWebSiteMenu.Text
source: &Support/Bug Reporting
sl: &Podpora/sporočanje napak

# addStartToolStripButton.Text
source: Add Start
sl: Dodaj start

# addControlToolStripButton.Text
source: Add Control
sl: Dodaj kontrolno točko

# addFinishToolStripButton.Text
source: Add Finish
sl: Dodaj cilj

# mapExchangeToolStripMenu.Text
source: Add Map Flip/Exchange
sl: Dodaj menjavo karte

# mandatoryCrossingPointToolStripMenuItem.Text
source: Mandatory Crossing Point
sl: obvezen prehod

# optionalCrossingPointToolStripMenuItem.Text
source: Optional Crossing Point
sl: možnost prehoda

# outOfBoundsToolStripMenuItem.Text
source: Out Of Bounds Area
sl: Prepovedano območje

# dangerousToolStripMenuItem.Text
source: Dangerous Area
sl: Nevarno območje

# waterLocationToolStripMenuItem.Text
source: Water Location
sl: Okrepčevalna točka

# firstAidLocationToolStripMenuItem.Text
source: First Aid Location
sl: Prva pomoč

# forbiddenRouteMarkingToolStripMenuItem.Text
source: Forbidden Route Marking
sl: Oznaka prepovedane poti

# boundaryToolStripMenuItem.Text
source: Uncrossable Boundary
sl: Neprehodna meja

# registrationMarkToolStripMenuItem.Text
source: Registration Mark
sl: oznaka registra

# textToolStripMenuItem.Text
source: Text
sl: Besedilo
