Repository: pauliojanpera/PurplePen
Catalog: src/PurplePen/MiscText.*.resx
Languages: nl

source: No symbol
nl: Geen symbool

source: All controls
nl: Alle posten

# CannotPrint
source: Cannot print '{0}' for the following reason:
nl: '{0}' kan niet worden afgedrukt vanwege:

# CannotCreateFile
source: Cannot create '{0}' for the following reason:
nl: Kan geen '{0}' aanmaken vanwege:

# CannotCreateDirectory
source: Cannot create folder '{0}' for the following reason:
nl: Kan geen folder '{0}' aanmaken vanwege:

# CannotCreateOcadFiles
source: Cannot create OCAD files for the following reason:
nl: Kan geen OCAD bestanden aanmaken vanwege:

# BadScale
source: The print scale must be a number between 100 and 100,000.
nl: De afdrukschaal moet een waarde hebben tussen 100 en 100.000.

source: Landscape
nl: Liggend

source: Portrait
nl: Staand

# PageTooSmall
source: The page size is too small for any descriptions to be printed.
nl: Het paginaformaat is te klein voor elke postomschrijving.

source: plural
nl: meervoud

source: singular
nl: enkelvoud

# ChangeTextTitle
source: Change Text
nl: Wijzig tekst

# ClosePPBeforeLoadingOCAD
source: Purple Pen must be closed before loading the created OCAD files.
nl: Purple Pen moet worden afgesloten om de gecreëerde OCAD bestanden te laden.

# NoCoursesSelected
source: No courses were selected to print.
nl: Er zijn geen routes gekozen om af te drukken.

# CannotCreatePdfs
source: Cannot create PDFs for the following reason:
nl: Kan geen PDF's aanmaken vanwege:

# PrintingPage
source: Printing page {0} (of {1})
nl: Afdrukken van pagina {0} (van {1})

source: Black
nl: Zwart

source: Purple
nl: Paars

# ChangeLineAppearanceTitle
source: Change Line Appearance
nl: Wijzig weergave van lijn

# DuplicateCourseTitle
source: Duplicate Course
nl: Dupliceer route

# PausePrinting
source: Finished printing "{0}". Press OK to begin printing "{1}".
nl: Afdrukkken van "{0}" gereed. Druk op OK om door te gaan met afdrukken van "{1}".

source: All Variations
nl: Alle varianten

# CantRearrangeSplitControl
source: A control that starts a fork or loop cannot be dragged to a new place in the course.
nl: Een post waar een afsplitsing of lus start kan niet naar een nieuwe plaats in de route worden gesleept.
