Repository: pauliojanpera/PurplePen
Catalog: src/PurplePen/StatusBarText.*.resx
Languages: es

# DefaultStatus
source: Left mouse button: select object; Right mouse button: move map; Scroll wheel: zoom in/out
es: Clic izquierdo: selecciona objeto | Clic derecho: mueve mapa | Rueda ratón: zoom más o menos

# DefaultRectangle
source: Left mouse button: move/size rectangle; Right mouse button: move map; Scroll wheel: zoom in/out
es: Clic izquierdo: mueve o modifica rectángulo | Clic derecho: mueve mapa | Rueda ratón: zoom más o menos

# DragObject
source: Hold down left mouse button and drag to move selected object
es: Mantén pulsado el botón izquierdo del ratón y suelta para mover el objeto seleccionado

# DragCorner
source: Hold down left mouse button and drag corner point to move it
es: Mantén pulsado el botón izquierdo del ratón y suelta el punto de esquina para moverlo

# DraggingObject
source: Move object to desired location and release mouse button
es: Mueve objeto hacia la posición deseada y suelta el botón del ratón

# DraggingCorner
source: Move corner point to desired location and release mouse button
es: Mueve el punto de esquina hacia la posición deseada y suelta el botón del ratón

# AddingControl
source: Click left mouse button to place new control
es: Clic izquierdo: para situar un nuevo control

# AddingExistingControl
source: Click left mouse button to add existing control "{0}" to course
es: Clic izquierdo: para añadir un control existente «{0}» al recorrido

# AddingStart
source: Click left mouse button to place new start
es: Clic izquierdo: para situar una nueva salida

# AddingExistingStart
source: Click left mouse button to add existing start to course
es: Clic izquierdo: para añadir un triángulo de salida al recorrido

# AddingFinish
source: Click left mouse button to place new finish
es: Clic izquierdo: para situar un nuevo punto de meta

# AddingExistingFinish
source: Click left mouse button to add existing finish to course
es: Clic izquierdo: para añadir un punto de meta al recorrido

# AddingCrossingPoint
source: Click left mouse button to place new mandatory crossing point
es: Clic izquierdo: para situar un nuevo punto de paso obligatorio

# AddingExistingCrossingPoint
source: Click left mouse button to add existing mandatory crossing point to course
es: Clic izquierdo: para añadir un nuevo punto de paso obligatorio al recorrido

# AddingObject
source: Click left mouse button to place new object
es: Clic izquierdo: para situar un nuevo elemento

# AddingBend
source: Click left mouse button at the location of the bend
es: Clic izquierdo: para indicar la posición del ángulo

# AddingCorner
source: Click left mouse button to add a new corner
es: Clic izquierdo: para añadir una nueva esquina

# DeletingBend
source: Click left mouse button on a bend to remove it
es: Clic izquierdo: sobre un ángulo para quitarlo

# DeletingCorner
source: Click left mouse button on a corner to remove it
es: Clic izquierdo: sobre una esquina para quitarla

# AddingControlGap
source: Click left mouse button on the control circle to add a small gap; hold down left mouse button and drag to create a large gap
es: Clic izquierdo: sobre el círculo de control para añadir un pequeño recorte; pulse y arrastre para crear un recorte grande.

# RemovingControlGap
source: Click left mouse button on a gap in the control circle to remove it
es: Clic izquierdo: sobre el hueco del circulo para eliminarlo

# AddingLegGap
source: Click left mouse button to create small gap; hold down left mouse button and drag to create a large gap in the leg
es: Clic izquierdo: crea un pequeño hueco; pulse y arrastre para crear un recorte grande en el tramo.

# RemovingLegGap
source: Click left mouse button on a gap in the leg to remove it
es: Clic Izquierdo: sobre el hueco en la línea para eliminarlo

# SizeRectangle
source: Hold down left mouse button and drag to size the selected object
es: Mantén pulsado el botón izquierdo y suéltalo para definir el tamaño del objeto seleccionado

# SizingRectangle
source: Move edge(s) to desired location and release mouse button
es: Mueve esquina(s) hacia la posición deseada y suelta el botón del ratón

# AddingDescription
source: Hold down left mouse button and drag to create control descriptions
es: Mantén pulsado el botón izquierdo y suéltalo para crear la descripción de controles

# RotatingObject
source: Click left mouse button when the crossing point is rotated to the correct angle
es: Clic izquierdo: cuando el punto de paso tenga la orientación correcta

# AddingLineArea
source: Hold down left mouse button and drag to add a line segment; click the left mouse button to finish adding object
es: Mantén pulsado el botón izquierdo y arrástralo para añadir un segmento |Clic izquierdo: para dejar de añadir objetos.

# AddingText
source: Hold down left mouse button and drag to create text
es: Mantén pulsado el botón izquierdo y suéltalo para crear un texto

# AddingExistingMapExchange
source: Click left mouse button to add existing map exchange to course
es: Clic izquierdo: añade un cambio de mapa al recorrido

# AddingMapExchange
source: Click left mouse button to place new map exchange
es: Clic izquierdo: sitúa el nuevo cambio de mapa

# AddingMapExchangeToControl
source: Click left mouse button to add map exchange at control "{0}"
es: Clic izquierdo: añade cambio de mapa en el control «{0}»

# AddingRectangle
source: Hold down left mouse button and drag to create object
es: Mantén pulsado el botón izquierdo y suéltalo para crear un objeto

# DraggingTopologyObject
source: Drag control number to reorder it in the course (hold shift to duplicate)
es: Arrastre el número del control para reordenarlo en el recorrido (con mayúscula para duplicarlo)

# AddingExistingMapIssue
source: Click left mouse button to add existing map issue point to course
es: Clic izquierdo: añade al recorrido un punto de entrega de mapas ya existente.

# AddingMapIssue
source: Click left mouse button to place new map issue point
es: Pulse el botón izquierdo del ratón para situar un nuevo punto de entrega de mapas
