Repository: pauliojanpera/PurplePen
Catalog: loc/po/purplepen/*.po
Languages: de, fi, hu, it, pl, tr, uk

source: Change Color...
de: Farbe ändern ...
fi: Vaihda väri...
hu: A szín megváltoztatása...
it: Cambia colore...
pl: Zmień kolor...
tr: Renk Değiştir...
uk: Змінити колір...

source: Color:
de: Farbe:
fi: Väri:
hu: Szín:
it: Colore:
pl: Kolor:
tr: Renk:
uk: Колір:

source: Italic
de: Kursiv
fi: Kursivoitu
hu: Dőlt
it: Corsivo
pl: Kursywa
tr: Eğik
uk: Курсив

source: Bold
de: Fett
fi: Lihavoitu
hu: Félkövér
it: Grassetto
pl: Pogrubione
tr: Kalın
uk: Жирний

source: Font:
de: Schriftart:
fi: Fontti:
hu: Betűtípus:
pl: Czcionka:
tr: Yazı Tipi:
uk: Шрифт:

source: Size:
de: Größe:
fi: Koko:
hu: Méret:
it: Dimensione:
pl: Rozmiar:
tr: Boyut:
uk: Розмір:

source: Automatic
de: Automatisch
fi: Automaattinen
hu: Automatikus
it: Automatico
pl: Automatyczna
tr: Otomarik
uk: Автоматично

source: Sample
de: Beispiel
fi: Näyte
hu: Minta
it: Esempio
pl: Przykład
tr: Örnek
uk: Зразок

source: Insert Special Text
de: Speziellen Text einfügen
fi: Lisää erityisteksti
hu: Speciális szöveg beszúrása
it: Inserisci Testo Speciale
pl: Wstaw Tekst Specjalny
tr: Özel Metin Giriniz
uk: Додати спеціальний текст

source: Black:
de: Schwarz:
fi: Musta:
hu: Fekete:
it: Nero:
pl: Czarny:
tr: Siyah:
uk: Чорний:

source: Yellow:
de: Gelb:
fi: Keltainen:
hu: Sárga:
it: Giallo:
pl: Żółty:
tr: Sarı:
uk: Жовтий:

source: Magenta:
hu: Bíborvörös:
pl: Purpurowy:
tr: Mor:
uk: Пурпуровий:

source: Cyan:
fi: Syaani:
hu: Ciánkék:
it: Ciano:
pl: Niebieskozielony:
tr: Cam Göbeği:
uk: Блакитний:

source: Preview
de: Vorschau
fi: Esikatselu
hu: Előnézet
it: Anteprima
pl: Podgląd
tr: Önizleme
uk: Попередній перегляд

source: Choose Color
de: Farbe wählen
fi: Valitse väri
hu: Szín választás
it: Scegli il colore
pl: Wybierz kolor
tr: Renk Seçin
uk: Вибрати колір

source: Change Symbol
de: Ändere das Symbol
fi: Muuta symbolia
hu: Szimbólum módosítás
it: Cambia Simbolo
pl: Zmień Piktografikę
tr: Sembol Değiştir
uk: Змінити пікторнаму

source: Change Control Code
de: Kontrollcode ändern
fi: Muuta rastikoodi
hu: Ellenőrző kód módosítás
it: Cambia Codice Del Controllo
pl: Zmień Kod Punktu
tr: Kontrol Kod'u Değiştir
uk: Змінити код КП

source: Change Control
de: Posten ändern
fi: Muuta rasti
hu: Ellenőrzőpont módosítás
it: Cambia punto
pl: Zmień Punkt
tr: Kontrol Değiştir
uk: Змінити КП

source: Change Control Points
de: Punktwert ändern
fi: Muuta rastin pistemäärää
hu: Ellenőrző pontok módosítása
it: Cambia Punti Di Controllo
pl: Zmień Punkty
tr: Kontrol Noktası Değiştir
uk: Змінити вартість КП

source: Change Title
de: Titel ändern
fi: Muuta otsikkoa
hu: Név módosítás
it: Cambia Titolo
pl: Zmień Nazwę
tr: Başlığı Değiştir
uk: Змінити заголовок

source: Change Climb
de: Höhenmeter ändern
fi: Muuta kokonaisnousua
hu: Emelkedés módosítás
it: Cambia Dislivello
pl: Zmień Przewyższenie
tr: Tırmanış Mesafesi Değiştir
uk: Змінити набір висоти

source: Change Course Name
de: Bahnbezeichnung ändern
fi: Vaihda radan nimi
hu: Pályanév módosítása
it: Cambia Nome Percorso
pl: Zmień Nazwę Trasy
tr: Parkur Adını Değiştir
uk: Змінити назву дистанції

source: Change Text Line
de: Textzeile ändern
fi: Muuta tekstiriviä
hu: Szövegsor módosítása
it: Cambia Linea Di Testo
pl: Zmień linię tekstu
tr: Yazı Alanını Değiştir
uk: Змінити підпис

source: Update Map Scale
de: Kartenmaßstab aktualisieren
fi: Päivitä kartan mittakaava
hu: Térkép lépték aktualizálás
it: Aggiorna Scala della Mappa
pl: Aktualizuj Skalę Mapy
tr: Harita Ölçeğini Güncelle
uk: Оновити масштаб карти

source: Move Control
de: Posten verschieben
fi: Siirrä rastia
hu: Ellenőrzőpont mozgatása
it: Muovi punto
pl: Przesuń Punkt
tr: Hedef'i Taşı
uk: Перемістити КП

source: Move Control Number
de: Postennummer verschieben
fi: Siirrä rastinumeroa
hu: Ellenőrzőpont számának mozgatása
it: muovi il numero del punto
pl: Przesuń Numer Punktu
tr: Hedef Numarasını Taşı
uk: Перемістити номер КП

source: Move Object
de: Objekt verschieben
fi: Siirrä kohdetta
hu: Objektum mozgatása
it: Muovi Oggetto
pl: Przesuń Obiekt
tr: Nesne Taşı
uk: Перемістити об'єкт

source: Delete Control
de: Posten löschen
fi: Poista rasti
hu: Ellenőrőzpont törlése
it: Elimina punto
pl: Usuń Punkt
tr: Hedef Sil
uk: Видалити КП

source: Delete Object
de: Objekt löschen
fi: Poista kohde
hu: Objektum törlése
it: Elimina Oggetto
pl: Usuń Obiekt
tr: Nesne Sil
uk: Видалити об'єкт

source: Delete Text Line
de: Textzeile löschen
fi: Poista tekstirivi
hu: Szövegsor törlése
it: Elimina Linea Di Testo
pl: Usuń Tekst
tr: Metin Alanını Sil
uk: Видалити строку тексту

source: Add Control
de: Posten hinzufügen
fi: Lisää rasti
hu: Új ellenőrzőpont
it: Aggiungi punto
pl: Dodaj Punkt
tr: Hedef Ekle
uk: Додати КП

source: Add Start
de: Neuer Start
fi: Lisää lähtö
hu: Új rajt
it: Aggiungi Partenza
pl: Dodaj Start
tr: Başlangıç Ekle
uk: Додати старт

source: Add Finish
de: Neues Ziel
fi: Lisää maali
hu: Új cél
it: Aggiungi finish
pl: Dodaj Metę
tr: Bitiş Ekle
uk: Додати фініш

source: Add Mandatory Crossing Point
de: Pflichtquerung hinzufügen
fi: Lisää pakollinen ylitys/alituspaikka
hu: Új kötelező átkelő
it: Aggiungi punto di passaggio obbligato
pl: Dodaj Obowiązkowe Przejście
tr: Zorunlu Geçiş Noktası Ekle
uk: Додати обов'язковий пункт перетину

source: Add Object
de: Objekt hinzufügen
fi: Lisää kohde
hu: Új objektum
it: Aggiungi Oggetto
pl: Dodaj obiekt
tr: Nesne Ekle
uk: Додати об'єкт

source: Delete Course
de: Bahn löschen
fi: Poista rata
hu: Pálya törlése
it: Elimina Percorso
pl: Usuń Trasę
tr: Parkur Sil
uk: Видалити дистанцію

source: Change Course Properties
de: Bahneinstellungen ändern
fi: Muuta radan ominaisuuksia
hu: Pálya adatainak módosítása
it: Cambia Proprietà del Percorso
pl: Zmień Ustawienia Trasy
tr: Parkur Özelliklerini Değiştir
uk: Змінити властивості дистанції

source: Change All Controls Properties
de: Alle Posteneigenschaften ändern
fi: Muuta Kaikki rastit -kartan ominaisuuksia
hu: Ellenőrzőpontok tulajdonságainak módosítása
it: Cambia le proprietà della tutti i punti
pl: Zmień Ustawienia Wszystkich Punktów
tr: Tüm Kontrol Noktalarını Değiştir
uk: Змінити властивості для Всі КП

source: Create New Event
de: Neuen Wettkampf erstellen
fi: Luo uusi tapahtuma
hu: Új esemény létrehozása
it: Crea Nuovo Evento
pl: Stwórz Wydarzenie
tr: Yeni Etkinlik Oluştur
uk: Створити новий захід

source: Change Leg Flagging
de: Ausgeflaggte Strecke ändern
fi: Muuta viitoitusta
hu: Átmenet szalagozásának módosítása
it: Cambia segnalazione della tratta
pl: Zmień sposób otaśmowania przebiegu
tr: Bayrak Yarışı Ayağını Değiştir
uk: Змінити позначення перегону

source: Change Codes
de: Codes ändern
fi: Vaihda rastikoodeja
hu: Kódok módosítása
it: Cambia Codici
pl: Zmieni Kody
tr: Kod Değiştir
uk: Змінити коди

source: Move Leg Bend
de: Linieneckpunkt verschieben
fi: Siirrä rastivälin kulmapistettä
hu: Átmenet kanyarjának mozgatása
it: muovi curva della tratta
pl: Przesuń punkt zgięcia przebiegu
tr: Bayrak Yarış Ayağı Bükmesi Taşı
uk: Рухати вигин перегону

source: Add Bend
de: Linieneckpunkt hinzufügen
fi: Lisää kulmapiste
hu: Új kanyar
it: Aggiungi Curva
pl: Dodaj Zgięcie
tr: Bükme Ekle
uk: Додати вигинн

source: Add Corner
de: Eckpunkt hinzufügen
fi: Lisää kulma
hu: Új sarok
it: Aggiungi Angolo
pl: Dodaj Narożnik
tr: Köşe Ekle
uk: Додати кут

source: Remove Bend
de: Eckpunkt löschen
fi: Poista kulmapiste
hu: Kanyar eltávolítása
it: Rimuovi Curva
pl: Usuń Zgięcie
tr: Bükme Sil
uk: Прибрати вигин

source: Remove Corner
de: Eckpunkt löschen
fi: Poista kulma
hu: Sarok eltávolítása
it: Rimuovi Angolo
pl: Usuń Narożnik
tr: Köşe Sil
uk: Прибрати кут

source: Add Gap
de: Lücke hinzufügen
fi: Lisää katko
hu: Új rés
it: Aggiungi taglio
pl: Dodaj PRzerwę
tr: Boşluk Sil
uk: Додати розріз

source: Remove Gap
de: Lücke entfernen
fi: Poista katko
hu: Rés eltávolítása
it: Rimuovi taglio
pl: Usuń Przerwę
tr: Boşluğu kaldır
uk: Прибрати розріз

source: Move Gap
de: Lücke verschieben
fi: Muuta katkoa
hu: Rés mozgatása
it: Muovi taglio
pl: Przesuń Przerwę
tr: Boşluğu Taşi
uk: Рухати розріз

source: Rotate
de: Drehen
fi: Kierrä
hu: Forgatás
it: Ruota
pl: Obróć
tr: Döndür
uk: Повернути

source: Change Punch Patterns
de: Kontrollkartendesign ändern
fi: Muokkaa leimauskuvioita
hu: Szúráskép módosítása
it: Cambia Punzonature
pl: Zmień Wzory Dziurkowania
tr: Zımba Kalıplarını Değiştir
uk: Змінити фігури компостерів

source: Change Punch Card Layout
de: Kontrollkartenlayout ändern
fi: Muuta leimauskortin asettelua
hu: Karton felépítésének módosítása
it: Cambia Schema Punzonature delCartellino
pl: Zmień Układ Karty Biegowej
tr: Delgi Kartı Düzenini Değiştir
uk: Змінити макет картки для відмітки

source: Set Print Area
de: Druckbereich festlegen
fi: Aseta tulostusalue
hu: Nyomtatási terület beállítása
it: Imposta Area Di Stampa
pl: Ustaw Obszar Wydruku
tr: Yazdırma Alanı Ayarla
uk: Задати область друку

source: Change Competitor Load
de: Anzahl Wettkämpfer ändern
fi: Muuta kuormitusta
hu: Versenyzőszám módosítása
it: Cambia Numero Concorrenti
pl: Zmień prognozowaną liczbę zawodników
tr: Yarışmacı Yüklemesi Değiştir

source: Customize Description Text
de: Textbeschreibung anpassen
fi: Muokkaa sanallisia rastinmääritteitä
hu: A leírás testreazabása
it: Personalizza il testo descrittivo
pl: Zmień Tekst Opisu
tr: Açıklama Metinini Özelleştir
uk: Описати легенди словами

source: Change Course Order
de: Bahnreihenfolge ändern
fi: Muuta ratojen järjestystä
hu: Pályasorrend módosítása
it: Cambia Ordine Percorsi
pl: Zmień Kolejność Tras
tr: Parkur Sırasını Değiştir
uk: Змінити порядок дистанцій

source: Change Map File
de: Kartendatei ändern
fi: Muuta karttatiedostoa
hu: Térkép fájl módosítása
it: Cambia il file mappa
pl: Zmień Plik Mapy
tr: Harita Dosyasını Değiştir
uk: Змінити файл карти

source: Ignore Missing Fonts
de: Fehlende Schriften ignorieren
fi: Jätä huomiotta puuttuvat fontit
hu: Hiányzó betűtípusok mellőzése
it: Ignora i font non trovati
pl: Ignoruj Brakujące Czcionki
tr: Eksik Fontları Yoksay
uk: Ігнорувати нестачу шрифтів

source: Remove Unused Controls
de: Ungenutzte Posten entfernen
fi: Poista käyttämättömät rastit
hu: A nem használt ellenőrzőpontok törlése
it: rimuovi punti non utilizzati in un percorso
pl: Usuń Nieużywane Punkty
tr: Kullanılmayan Kontrolleri Kaldır
uk: Видалити невикористані КП

source: Change Description Language
de: Beschreibungssprache ändern
fi: Vaihda rastinmääritteiden kieli
hu: A leírás nyelvének kiválasztása
it: Modifica la lingua della descrizione punto
pl: Zmień Język Opisu
tr: Açıklama Dilini Değiştir
uk: Змінити мову опису легенд

source: Change Text
de: Text ändern
fi: Muokkaa tekstiä
hu: Szöveg módosítása
it: Cambia Testo
pl: Zmień Tekst
tr: Metni Değiştir
uk: Змінити текст

source: Customize Course Appearance
de: Bahndesign anpassen
fi: Muokkaa ratamerkintöjen ulkoasua
hu: Pályakép testreszabása
it: Personalizza lo stile del percorso
pl: Zmień Wygląd Tras
tr: Parkurun Görünüşünü Özelleştirme
uk: Налаштувати вигляд дистанції

source: Add Map Exchange
de: Kartenwechsel hinzufügen
fi: Lisää kartanvaihto
hu: Új térképcsere
it: Aggiungi Cambio Carta
pl: Dodaj zmianę mapy
tr: Harita Değişimi Ekle
uk: Додати заміну карт

source: Delete Map Exchange
de: Kartenwechsel entfernen
fi: Poista kartanvaihto
hu: Térképcsere törlése
it: Cancella Cambio Carta
pl: Usuń zmianę mapy
tr: Harita Değişimi Sil
uk: Видалити заміну карт

source: Change Course Part Properties
de: Eigenschaften Teilstrecke
fi: Muuta radan osan ominaisuuksia
hu: Pálya rész tulajdonságainak módosítása
it: Cambia proprietà parte del percorso
pl: Zmień właściwości częsci trasy
tr: Parkur Bölüm Özelliklerini Değiştirme
uk: Змінити властивості частини дистанції

source: Change Line Appearance
de: Aussehen der Linie / Rechteck ändern
fi: Muuta viivan ulkoasua
hu: Sor kinézetének módosítása
it: Cambia Stile Linea
pl: Zmień wygląd linii
tr: Satır Görünümünü Değiştir
uk: Змінити вигляд лінії

source: Duplicate Course
de: Bahn duplizieren ...
fi: Kopioi rata
hu: Pálya másolása
it: Duplica percorso
pl: Zduplikuj trasę
tr: Parkur Çoğalt
uk: Дублювати дистанцію

source: Create {0} &Files
de: {0} &Dateien erstellen
fi: &Luo {0} tiedostoja
hu: {0} &Fájl készítése
it: Crea {0} &File
tr: Dosya &{0} Oluştur
uk: Створити {0} &Файли

source: Delete Fork/Loop
de: Gabelung/Schleife löschen
fi: Poista hajonta
hu: Villa/hurok törlése
it: Elimina Variazione/Loop
tr: Ayrım/Döngü Sil
uk: Видалити Вилку/Петлю

source: Relay Team Variations
de: Staffelteam Varianten
fi: Viestin joukkuehajonnat
hu: Váltó csapat variáció
it: Variazioni staffetta
tr: Bayrak Takımı Varyasyonları

source: Add Map Issue Point
de: Kartenabgabepunkt hinzufügen
fi: Lisää kartanottopaikka
hu: Térképfelvételi pont hozzáadása
it: Aggiungi Punto Consegna mappa
tr: Harita veriş noktası ekle
uk: Додати пункт видачі карт

source: Set Control Description Standard
de: Postenbeschreibungsnorm auswählen
fi: Aseta rastinmääritestandardi
hu: Pontleírás szabványa
it: Imposta standard della descrizione punto
tr: Kontrol Tanımı Standardını Ayarla
uk: Задати стандарт легенд КП

source: Set Map Standard
de: Kartennorm auswählen
fi: Aseta kartan kuvausohje
hu: Térkép szabványa
it: Imposta standard della mappa
tr: Harita Standardını Ayarla
uk: Задати стандарт карти

source: Stretch
de: Verlängern
fi: Venytä
it: Espandi
tr: Uzat
uk: Розтягнути

source: Publish to Livelox
de: Auf Livelox veröffentlichen
fi: Julkaise Liveloxissa
it: Pubblica su Livelox
tr: Livelox'ta yayınla
uk: Опублікувати в Livelox

source: Move All Controls
de: Alle Bedienelemente verschieben
fi: Siirrä kaikkia rasteja
it: Muovi Tutti i punti
tr: Tüm Kontol Noktalarını Taşı

source: Add Map Flip
de: Karte hinzufügen Flip
fi: Lisää kartankääntö
it: Aggiungi rotazione mappa
tr: Harita Değişimi Ekle

source: Do not scale
de: Nicht skalieren
fi: Älä skaalaa
hu: Ne méretezze át
it: non scalare
tr: Ölçeklendirme yapma
uk: Не масштабувати

source: Relative to map scale
de: Relativ zum Kartenmassstab
fi: Suhteessa kartan mittakaavaan
hu: Térkép méretaránya
it: Relativo alla scala della mappa
tr: Harita Ölçeğini Güncelle
uk: Відностно масштабу карти

source: Relative to 1:15000
de: Relativ zu 1:15000
fi: Suhteessa 1:15000:een
hu: 1:15000 méretarány
it: Relativo a 1:15000
tr: 1:15000 e göre güncelle
uk: Відносно 1:15000

source: Scale item sizes:
de: Objektgrössen skalieren
fi: Skaalaa kohteiden kokoja:
hu: Elemek méretezése:
it: Scala dimensioni oggetto:
tr: Ölçek boyutu:
uk: Масштабувати розмаір елементів:

source: Automatic leg gap size:
de: Automatische Linienunterbrechung:
fi: Automaattisen katkon pituus:
hu: Automatikus átmenet rés mérete:
it: Dimensione automatica spazio frazione:
pl: Rozmiar automatycznego odstępu na przebiegu
tr: Otomatik bacak boşluğu boyutu:
uk: Автоматичний розмір розриву лінії:

source: White outline around numbers:
de: Weiße Textfreistellung:
fi: Rastinumeron valkoinen ääriviiva:
hu: Fehér körvonal a számok körül:
it: Linea bianca attorno ai numeri
pl: Białe tło wokól numerów PK
tr: Sayıların etrafındaki beyaz anahat:
uk: Біла обводка навколо цифер:

source: Center dot diameter:
de: Mittelpunktdurchmesser:
fi: Keskuspisteen halkaisija:
hu: A középpont átmérője:
it: Diametro punto centrale
pl: Średnica centralnej kropki:
tr: Merkez nokta çapı:
uk: Діаметер ценральної точки:

source: Arial Bold
de: Arial Fett
fi: Arial Lihavoitu
hu: Arial Félkövér
it: Arial Grassetto
pl: Arial Pogrubione
tr: Arial Kalın
uk: Arial Жирний

source: Control number style:
de: Stil der Postennummern:
fi: Rastinumeron tyyli:
hu: Ellenőrzőpont stílusa:
it: Stile nuro del punto
pl: Styl numeracji punktu:
tr: Kontrol numarası stili:
uk: Стиль номера КП:

source: Control number height:
de: Postennummernhöhe:
fi: Rastinumeron korkeus:
hu: Ellenőrzőpont sorszám magassága:
it: Altezza numero del punto
pl: Wysokość numeracji punków
tr: Kontrol numarası yüksekliği:
uk: Висота номера КП:

source: Line width:
de: Linienbreite:
fi: Viivan leveys:
hu: Vonalvastagság:
it: Spessore linea:
pl: Szerokość linii:
tr: Hat genişliği:
uk: Товщина лінії:

source: Control circle diameter:
de: Postenkreisdurchmesser:
fi: Rastiympyrän halkaisija:
hu: Ellenőrzőpont körének átmérője:
it: Diametro del cerchi del punto
pl: Średnica okręgu punktu:
tr: Kontrol çemberi çapı:
uk: Діаметер кружка КП:

source: Use IOF standard sizes
de: Benutze IOF Standardgrößen
fi: Käytä IOF:n standardimittoja
hu: IOF normál méretek használata
it: Usa le dimensioni standard IOF
pl: Użyj standardowych rozmiarów IOF
tr: IOF standart boyutlarını kullan
uk: Розміри згідно стандартів IOF

source: Item Sizes
de: Maße der Bahnobjekte
fi: Kohteiden mitat
hu: Elem méretek
it: Dimensioni Oggetto
pl: Rozmiar Obiektów
tr: Nesne Boyutu
uk: Розмір елементів

source: Blend purple with underlying map colors
fi: Läpinäkyvä violetti
tr: Mor ile temel harita renklerini karıştırın
uk: Змішувати пурпуровий з нижніми кольорами карти

source: Use purple color from map
de: Violetten Farbton der Karte verwenden
fi: Käytä kartan violettia väriä
hu: A térkép lila színét használja
it: Usa il colore viola dalla mappa
pl: Użyj koloru purpurowego z mapy
tr: Haritadan mor rengi kullan
uk: Використати пурпуровий як на карті

source: Purple Color
de: Violetter Farbton
fi: Violetti väri
hu: A lila szín
it: Colore Viola
pl: Purpurowy
tr: Mor Renk
uk: Пурпуровий колір

source: Black
de: Schwarz
fi: Musta
hu: Fekete
it: Nero
pl: Czarny
tr: Siyah
uk: Чорний

source: Purple
de: Purpur
fi: Violetti
hu: Lila
it: Viola
pl: Purpurowy
tr: Mor
uk: Пурпуровий

source: Control Descriptions
de: Postenbeschreibungen
fi: Rastinmääritteet
hu: Pontleírás
it: Descrizione punto
pl: Opisy punktów kontrolnych
tr: Kontrol Açıklamaları
uk: Легенди КП

source: Use overprint effect for colors marked "overprint"
de: Überdruck-Effekt für mit "Überdruck" markierte Farben verwenden.
fi: "Overprint"-värit läpikuultavina
hu: Felülnyomás használata a megjelölt színekhez
it: Usa l'effetto sovrastampa sui colori segnati come "sovrastampa"
pl: Użyj efektu nadrukowania dla kolorów oznaczonych jako "nadrukowane"
tr: "Üst baskı" olarak işaretlenmiş renkler için üst baskı efektini kullanın
uk: Використовувати ефект оверпрінту для кольорів з позначкою "overprint"

source: Advanced
de: Erweitert
fi: Lisäasetukset
it: Avanzato
tr: Gelişmiş
uk: Додатково

source: Customize Appearance
de: Aussehen anpassen
fi: Muokkaa ulkoasua
hu: Pályakép testreszabása
it: Personalizza l'aspetto
pl: Dostosuj wygląd
tr: Görünüşü özelleştirme
uk: Налаштувати вигляд

source: Competitor Load
de: Läuferanzahl
fi: Kuormitus
hu: Versenyzőszám
it: Numero Concorrenti
pl: Zawodnicy
tr: Yarışmacı Yükü

source: Set the number of competitors on each course by clicking in the second column and typing a number.
de: Legen Sie die Läuferanzahl für jede Bahn fest, indem Sie in die zweite Spalte klicken und eine Zahl eingeben.
fi: Aseta kilpailijoiden lukumäärä kullekin radalle klikkaamalla toista saraketta ja kirjoittamalla lukumäärä.
hu: A versenyzőszámok beállításához kattintson az egyes pályáknál a második oszlopba és írja be a számot!
it: Imposta il numero di concorrenti per ciascun percorso cliccando nella seconda colonna e inserendo il valore.
pl: Ustaw liczbę zawodników na każdej trasie poprzez kliknięcie w drugiej kolumnie i wpisanie liczby.
tr: İkinci sütuna tıklayıp bir sayı yazarak her kparkurdaki yarışmacı sayısını ayarlayın.
uk: Задайте кількість учасників для кожної з дистанцій. Для цього клацніть на другому стовпці і введіть число.

source: Course Load
de: Bahnauslastung
fi: Kuormitus
hu: Pálya terhelés
it: Numero Concorrenti Percorsi
pl: Obciążenie Tras
tr: Parkur Yükle
uk: Навантаження дистанції

source: Course Variation:
de: Bahnvarianten:
fi: Radan hajonta:
hu: Pálya variáció:
it: Variazione Percorso:
tr: Parkur Varyasyonu:
uk: Розсіювання дистанції

source: Properties...
de: Eigenschaften...
fi: Ominaisuudet...
hu: Tulajdonságok...
it: Proprietà...
pl: Właściwości...
tr: Özellikler...
uk: Властивості…

source: Course Part:
de: Bahnabschnitt:
fi: Radan osa:
hu: Pálya rész:
it: Parte del percorso:
tr: Parkur Bölümü:
uk: Частина дистанції:

source: Display finish circle on this course part
de: Zielkreis auf dieser Teilstrecke anzeigen
fi: Näytä maaliympyrä tällä radan osalla
hu: Cél megjelenítése ezen a pálya részen
it: Visualizza cerchio arrivo su questa parte percorso
pl: Wyświetl punkt mety na tej części trasy
tr: Bu parkur bölümünde bitiş çemberini göster
uk: Показувати знак фінішу в кінці цієї частини дистанції

source: These settings control the appearance of this part of a multi-part course.
de: Diese Einstellungen bestimmen das Aussehen dieser Teilstrecke der Gesamtbahn.
fi: Nämä asetukset vaikuttavat kartanvaihtoradan tämän osan ulkoasuun.
hu: Ezek a beállítások vezérlik ennek a résznek a megjelenítését többrészes pálya esetén
it: Queste impostazioni controllano l'aspetto di questa parte di un corso a più parti.
pl: Te ustawienia zmieniają wygląd tej części wieloczęściowej trasy.
tr: Bu ayarlar, çok parçalı bir parkurun bu bölümünün görünümünü kontrol eder.
uk: Ці налаштування контролюють вигляд цієї частини багаточастинної дистанції.

source: Course Part Properties
de: Eigenschaften Teilstrecke
fi: Radan osan ominaisuudet
hu: Pálya rész tulajdonságok
it: Proprietà Parte Percorso
pl: Właściwości części trasy
tr: Parkur Bölümü Özellikleri
uk: Властивості частини дистанції

source: All
de: Alle
fi: Kaikki
hu: Összes
it: Tutti
pl: Wszystko
tr: Tamamı
uk: Усі

source: None
de: Keine
fi: Ei mikään
hu: Egyik sem
it: Nessuno
pl: Żaden
tr: Yok
uk: Немає

source: Choose Variations...
de: Varianten auswählen...
fi: Valitse hajonnat...
hu: Variáció választás...
it: Scegli varianti...
tr: Varyasyonları Seçin...
uk: Виберіть варіант

source: Courses
de: Bahnen
fi: Radat
hu: Pályák
it: Percorsi
pl: Trasy
tr: Parkur
uk: Дистанції

source: Name prefix:
de: Namens-Präfix:
fi: Nimen etuliite:
hu: Név előtag:
it: prefisso Nome:
pl: Przedrostek nazwy:
tr: İsim öneki:
uk: Префікс

source: Waypoints
de: Wegpunkte
fi: Reittipisteet
hu: Útvonalpontok
it: Punti di passaggio
pl: Punkty pośrednie
tr: Yol işaretleri
uk: Маршрутні точки

source: A GPX File contains GPS coordinates for controls, and can be loaded onto a GPS or smartphone to verify the correct location of controls.
de: Eine GPX-Datei enthält GPS-Koordinaten für die Posten und kann in ein GPS-Gerät oder Smartphone geladen werden, um die korrekte Position der Posten zu kontrollieren.
fi: GPX-tiedosto sisältää rastien GPS-koordinaatit ja se voidaan ladata GPS-laitteeseen tai älypuhelimeen esimerkiksi rastien oikean sijainnin tarkistamiseksi.
hu: A GPX fájl tartalmazza az ellenőrzőpontok GPS koordinátáit, amit GPS-be vagy okostelefonba töltve ellenőrizhetjük a helyes elhelyezkedésüket.
it: Un file GPX contiene le coordinate GPS per i punti e può essere caricato su un dispositivo GPS o uno smartphone per verificare la corretta posizione dei controlli.
pl: Plik GPX zawiera współrzędne GPS PK i może być załadowany na odbiornik GPS lub telefon celem weryfikacji ustawienia PK w terenie.
tr: Bir GPX Dosyası kontroller için GPS koordinatları içerir ve kontrollerin doğru yerini doğrulamak için bir GPS veya akıllı telefona yüklenebilir.
uk: GPX файл містить глобальні координати контрольних пунктів. Його можна перенести в GPS-навігатор чи смартфон для перевірки правиьності постановки КП.

source: Create GPX File
de: GPX-File erstellen ...
fi: Luo GPX-tiedosto
hu: GPX fájl készítése
it: Crea file GPX
pl: Utwórz plik GPX
tr: GPX dosysı oluştur
uk: Створити GPX файл

source: Create
de: Erstellen
fi: Vie
hu: Létrehozás
it: Crea
pl: Utwórz
tr: Oluştur
uk: Створити

source: Cancel
de: Abbrechen
fi: Peruuta
hu: Mégsem
it: Annulla
pl: Anuluj
tr: Vazgeç
uk: Скасувати
