Repository: pauliojanpera/PurplePen
Catalog: loc/po/purplepen/*.po
Languages: de, fi, hu, it, pl, tr, uk

source: Copyright © by Peter Golde
fi: Copyright © Peter Golde
hu: Copyright © Peter Golde
it: Copyright © Peter Golde
tr: Telif Hakkı Peter Golde e aittir

source: Purple Pen is free software and may be copied and shared.
de: Purple Pen ist eine freie Software und darf kopiert und verteilt werden.
fi: Purple Pen on vapaa ohjelma, jota saa kopioida ja jakaa.
hu: A Purple Pen szabadszoftver, másolható és megosztható.
it: Purple Pen è software libero e può essere copiato e condiviso
pl: Purple Pen jest darmową aplikacją i jako taka może być kopiowany i udostępniany.
tr: Purple Pen ücretsiz bir yazılımdır kopyalanıp paylaşılabilir.
uk: Purple Pen є вільним програмним забезпеченням. Дозволяється копіювати та поширювати його.

source: THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS "AS IS" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED.
de: Diese Software wurde vom Inhaber des Urheberrechts in der vorliegenden Form übergeben, ohne jegliche ausdrückliche oder stillschweigende Garantien, einschließlich, aber nicht beschränkt auf stillschweigende Garantien bezüglich hinreichender Art und Güte und bezüglich der Eignung für einen bestimmten Zweck.
fi: TEKIJÄNOIKEUKSIEN OMISTAJAT JA AVUSTAJAT TARJOAVAT TÄMÄN OHJELMAN ”SELLAISENAAN” ILMAN MITÄÄN SUORIA TAI EPÄSUORIA TAKUITA MUKAAN LUKIEN, MUTTA EI RAJOITTUEN, KIISTETÄÄN EPÄSUORAT TAKUUT OHJELMAN KÄYTETTÄVYYDESTÄ KAUPALLISIIN TARKOITUKSIIN JA SOPIVUUDESTA JOHONKIN TIETTYYN TARKOITUKSEEN.
hu: EZT A SZOFTVERT A SZERZŐI JOG TULAJDONOSAI ÉS A HOZZÁJÁRULÓK ÚGY BIZTOSÍTJÁK, „AHOGY VAN”, ÉS SEMMILYEN NYÍLT VAGY BURKOLT GARANCIA – BELEÉRTVE, DE NEM ERRE KORLÁTOZVA AZ ELADHATÓSÁGOT VAGY EGY ADOTT CÉLRA VALÓ ALKALMATOSSÁGOT – NEM ÉRVÉNYESÍTHETŐ.
it: QUESTO SOFTWARE È FORNITO DAI DETENTORI DEL COPYRIGHT E DAI CONTRIBUTORI "COSÌ COM'È" E OGNI GARANZIA ESPRESSA O SOTTINTESA, INCLUDENDO, MA NON LIMITATA A, LE GARANZIE SOTTINTESE DI COMMERCIABILITÀ E DI BENESSERE PER UNO SCOPO PARTICOLARE SONO DICHIARATE.
tr: BU YAZILIM, TESCİL HAKKI SAHİPLERİ VE DİĞER KATKI VERENLER TARAFINDAN "OLDUĞU GİBİ" SAĞLANMAKTA VE HER TÜRLÜ DİREKT/DOLAYLI (HIZLI VE AMACA ÖZEL) GARANTİYİ İÇERMEKTEDİR. ANCAK BUNLARLA SINIRLI OLMAKSIZIN, YAZILIMIN BELİRLİ BİR AMACA UYGUN SATILABİLİRLİĞİ VE KONDİSYONUNA(YAZILIMIN DURUMUNA) BAĞLI İLGİLİ ÖZEL GARANTİLER REDDEDİLMEKTEDİR.
uk: ЦЕ ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ НАДАЄТЬСЯ РОЗРОБНИКАМИ ТА ВЛАСНИКАМИ АВТОРСЬКИХ ПРАВ ЗА ПРИНЦИПОМ "ЯК Є" БЕЗ БУДЬ-ЯКИХ ЯВНИХ ЧИ НЕЯВНИХ ГАРАНТІЙ, В ТОМУ ЧИСЛІ, АЛЕ НЕ ВИКЛЮЧНО, БЕЗ ГАРАНТІЙ КОМЕРЦІЙНОЇ ЦІННОСТІ ТА ПРИДАТНОСТІ ДО ВИКОРИСТАННЯ.

source: OK
hu: Rendben
tr: Tamam

source: Credits
de: Autoren
fi: Tekijät
hu: Névjegy
it: Riconoscimenti
pl: Podziękowania
tr: Destekleyenler
uk: Учасники

source: View Full License
de: Lizenzbestimmungen
fi: Lisenssi
hu: A teljes licensz
it: Visualizza Licenza Completa
pl: Pokaż Licencję
tr: Tüm Lisansı Görüntüle
uk: Переглянути текст ліцензії

source: About Purple Pen
de: Über Purple Pen
fi: Tietoja ohjelmasta
hu: A Purple Pen programról
it: Informazioni su Purple Pen
pl: O Purple Pen
tr: Purple Pen Hakkında
uk: Про Purple Pen

source: First control number:
de: Erste Postennummer
fi: 1. järjestysnumero:
hu: Első ellenőrzőpont:
it: Numero primo punto
pl: Numer pierwszego PK:
tr: Birinci Kontrol Numarası:
uk: Номер першого КП:

source: Description appearance:
de: Postenbeschreibung
fi: Rastinmääritteet:
hu: Pontleírás kinézete:
it: Aspetto della descrizione:
pl: Wygląd opisu:
tr: Görüntü açıklaması:
uk: Вигляд легенд:

source: Map printing scale:
de: Druckmaßstab:
fi: Tulostusmittakaava:
hu: Térkép nyomtatás léptéke:
it: Scala di stampa della mappa:
pl: Skala wydruku mapy:
tr: Harita Baskı Ölçeği:
uk: Масштаб друку карти:

source: Symbols
de: Symbole
fi: Symbolit
hu: Szimbólumok
it: Simboli
pl: Piktografiki
tr: Semboller
uk: Піктограми

source: Text
fi: Teksti
hu: Szöveg
it: Testo
pl: Opis
tr: Metin
uk: Текст

source: Symbols and text
de: Symbole und Text
fi: Symbolit ja teksti
hu: Szimbólumok és szöveg
it: Simboli e testo.
pl: Piktografiki i opis
tr: Sembol ve Metin
uk: Піктограми та текст

source: Control circle labels:
de: Postenbeschriftung:
fi: Rastimerkinnät:
hu: Ellenőrzőpont címke:
it: Etichetta del centro del punto
pl: Etykiety punktów kontrolnych:
tr: Kontrol Noktası Etiketi:
uk: Підписи кружків КП:

source: Sequence number (3)
de: Postennummer (3)
fi: Järjestysnumero (3)
hu: Sorszám (3)
it: Numero di sequenza (3)
pl: Liczba porządkowa (3)
tr: Sıra Numarası (3)
uk: Порядковий номер (3)

source: Control code (145)
de: Kontrollcode (61)
fi: Rastikoodi (145)
hu: Ellenőrző kód (145)
it: Codice di controllo (145)
pl: Kod punktu (145)
tr: Kontrol Kodu (145)
uk: Код КП (145)

source: Sequence and code (3-145)
de: Posten- und Kontrollcode (3-61)
fi: Järjestysnumero ja koodi (3-145)
hu: Sorszám és kód (3-145)
it: Sequenza e codice (3-145)
pl: Liczba porządkowa i kod (3-145)
tr: Sıra No ve Kontrol Kodu (3-145)
uk: Номер і код (3-145)

source: Sequence and score (3(30))
de: Postennummer und Punktzahl (3(30))
fi: Järjestysnumero ja pisteet (3(30))
hu: Sorszám és érték (3(30))
it: Sequenza e punteggio (3(30))
pl: Numer PK oraz punktacja (3(30))
tr: Sıra No ve Nokta(3(30))
uk: Номер та очки (3(30))

source: Code and score (145(30))
de: Kontrollcode und Punktzahl (61(30))
fi: Rastikoodi ja pisteet (145(30))
hu: Kód és érték (145(30))
it: Codice e punteggio (145(30))
pl: Kod PK oraz punktacja (145(30))
tr: Kod ve Nokta
uk: Код та очки (145(30))

source: Score (30)
de: Bewertung (30)
fi: Pisteet (30)
it: Punti (30)
tr: Skor (30)
uk: Очки (30)

source: Show points in:
de: Zeige Punkte in:
fi: Näytä pisteet:
hu: Pontok megjelenítése:
it: Mostra punti in
pl: Pokaż punkty w:
tr: Noktaları Göster:
uk: Відображати точки у:

source: Column A
de: Spalte A
fi: Sarakkeessa A
hu: A oszlop
it: Colonna A
pl: Kolumnie A
tr: Sütun A
uk: Стовпець A

source: Column B
de: Spalte B
fi: Sarakkeessa B
hu: B oszlop
it: Colonna B
pl: Kolumnie B
tr: Sütun B
uk: Стовпець B

source: Column H
de: Spalte H
fi: Sarakkeessa H
hu: H oszlop
it: Colonna H
pl: Kolumnie H
tr: Sütun H
uk: Стовпець H

source: (do not display)
de: nicht sichtbar
fi: (älä näytä)
hu: (nem jelenik meg)
it: (non visualizzare)
pl: (nie wyświetlaj)
tr: (Gösterme)
uk: (не показвати)

source: Appearance
de: Darstellung
fi: Ulkoasu
hu: Kinézet
it: Aspetto
pl: Wygląd
tr: Görünüm
uk: Вигляд

source: Class list / Secondary title
de: Kategorie
fi: Sarjalista / Alaotsikko
hu: Osztály lista / Másodlagos cím
it: Lista categorie / Titolo secondario
pl: Lista kategorii / Podtytuł
tr: Sınıf Listesi/ İkinci Başlık
uk: Клас / Додаткова назва

source: The following (optional) text will appear on the second line of the control description sheet:
de: Der folgende (optionale) Text, wird in der zweiten Zeile der Postenbeschreibung angezeigt:
fi: Seuraava (vapaaehtoinen) teksti tulee rastinmääritteiden toiselle riville:
hu: A következő (esetleges) szöveg meg fog jelenni az ellenőrzőpont leírásánál a második sorban:
it: Il testo seguente (Facoltativo) apparirà nella seconda riga della descrizione punto
pl: Poniższy (opcjonalny) tekst pojawi się w drugiej linii na stronie z opisami punktów:
tr: Aşağıdaki metin (isteğe bağlı olarak), kontrol açılma sayfasının ikinci satırında görünür:
uk: Цей текст (опціонально) буде показано у другому рядку таблиці легенд:

source: Length:
de: Länge:
fi: Pituus:
hu: Hossz:
it: Lunghezza:
pl: Długość:
tr: Uzunluk:
uk: Довжина:

source: Climb:
de: Höhenmeter:
fi: Kokonaisnousu:
hu: Emelkedés:
it: Dislivello
pl: Przewyższenie
tr: Tırmanma:
uk: Набір висоти:

source: Course type:
de: Bahntyp:
fi: Ratatyyppi:
hu: Pálya típus:
it: Tipo di percorso:
pl: Rodzaj trasy:
tr: Parkur Tipi:
uk: Тип дистанції:

source: Course name:
de: Bahnbezeichnung:
fi: Radan nimi:
hu: Pálya neve:
it: Nome del percorso
pl: Nazwa trasy:
tr: Parkur Adı:
uk: Назва дистанції:

source: Normal Course
de: Normale Bahn
fi: Tavallinen rata
hu: Normál pálya
it: Percorso normale
pl: Trasa Normalna
tr: Normal Parkur
uk: Дистанція у заданому напрямку

source: Score Course
de: Score-Bahn
fi: Pistesuunnistusrata
hu: Értékes pálya
it: percorso a sequenza libera
pl: Trasa Punktowa
tr: Parkur Puanı
uk: Дистанція за вибором

source: meters
de: Meter
fi: metriä
hu: méter
it: metri
pl: metry
tr: metre
uk: метри

source: New Course
de: Neue Bahn
fi: Uusi rata
hu: Új pálya
it: Nuovo percorso
pl: Nowy Kurs
tr: Yeni Parkur
uk: Нова дистанція

source: What type of variation would you like to add?
de: Welche Bahnvariante soll hinzugefügt werden?
fi: Minkä tyyppisen hajonnan haluat lisätä?
hu: Milyen variációt ad hozzá?
it: Che tipo di variazioni vorresti aggiungere?
tr: Nasıl bir varyasyon eklemek istersiniz?
uk: Розсіювання якого типу ви бажаєте додати?

source: Fork
de: Gabelung
fi: Hajontarastit
hu: Villa
it: Variazione
tr: Ayrım
uk: Вилка

source: Loop
de: Schleife
fi: Perhoslenkit
hu: Hurok
tr: Döngü
uk: Петля

source: Number of branches:
de: Anzahl der Verzweigungen
fi: Haarojen lukumäärä:
hu: Elágazások száma:
it: Numero di variazioni
tr: Sınıf Sayısı:
uk: Кількість гілок:

source: Number of loops:
de: Anzahl der Schleifen
fi: Lenkkien määrä:
hu: Hurkok száma:
it: Numero di loop
tr: Döngü Sayısı:
uk: Кількість петель:

source: The loop control will be visited 4 times. There are 24 different ways through the loops.
de: Der Zentralposten wird 4 mal angelaufen. Es gibt 24 verschiedene Möglichkeiten, die Schleifen zu durchlaufen.
fi: Perhoslenkkirastilla käydään 4 kertaa. Mahdollisia ratavaihtoehtoja on 24.
hu: A hurokpontot négyszer kell érinteni. Így 24 különböző út lehetséges a hurkokon.
it: La farfalla di punti verrà visitato 4 volte. Ci sono 24 differenti modi di passaggio nella farfalla.
tr: Döngü kontrolü 4 kez ziyaret edilecek. Döngüler boyunca 24 farklı yol vardır.
uk: КП на вході в петлю буде відвідуватись 4 рази. Існує 24 різних послідовності проходження петель.

source: Add Variation
de: Bahnvariante hinzufügen
fi: Lisää hajonta
hu: Variáció hozzáadása
it: aggiungi variazione
tr: Varyasyon Ekle
uk: Додати розсіювання

source: Enter text to place on separate line of control descriptions:
de: Text für eine separate Zeile auf der Postenbeschreibung eingeben:
fi: Syötä rastinmääritteisiin omalle rivilleen tuleva teksti:
hu: Írja be az ellenőrző pont leírások elválasztó sorába kerülő szöveget:
it: Inserisci il testo da mettere su una riga separata nelle descrizioni punto:
pl: Wstaw tekst, która znajdzie się w dodatkowej linii opisów punków:
tr: Kontrol açıklamalarının ayrı satırlarına yerleştirilecek metni girin:
uk: Введіть текст, який буде розміщено на роздільній лінії в таблиці легенд:

source: Courses:
de: Bahnen:
fi: Radat:
hu: Pályák:
it: Percorsi:
pl: Trasy:
tr: Parkurlar:
uk: Дистанції:

source: Position:
fi: Sijainti:
hu: Pozíció:
it: Posizione:
pl: Położenie:
tr: Konum:
uk: Розташування:

source: Above {0}
de: Über {0}
fi: Ennen kohdetta {0}
hu: {0} alatt
it: Sopra {0}
pl: Powyżej {0}
tr: Yukarıda {0}
uk: Над {0}

source: Below {0}
de: Unter {0}
fi: Kohteen {0} jälkeen
hu: {0} felett
it: Sotto {0}
pl: Poniżej {0}
tr: Altında {0}
uk: Під {0}

source: This course only
de: Nur diese Bahn
fi: Vain tälle radalle
hu: Csak ez a pálya
it: Solamente queso percorso
pl: Tylka ta trasa
tr: Sadece Bu Parkur
uk: Тільки для цієї дистанції

source: All courses with {0}
de: Alle Bahnen mit {0}
fi: Kaikki radat, joilla on {0}
hu: Minden pálya ezzel: {0}
it: Tutti i percorsi con {0}
pl: Wszystkie trasy z {0}
tr: Bütün Parkurlar {0}
uk: Всі дистанції з {0}

source: Add Text Line
de: Eine Textzeile hinzufügen
fi: Lisää tekstirivi
hu: Szövegsor hozzáadása
it: Aggiungi una casella di testo
pl: Dodaj Tekst
tr: Metin Satırı Ekle
uk: Додати текстову строку

source: These settings control how the map and descriptions for All Controls are printed.
de: Diese Einstellungen bestimmen die Druckeinstellungen für die Karte und die Postenbeschreibung.
fi: Näillä asetuksilla voit määritellä, miten kaikki rastit -kartta ja kaikkien rastien rastinmääritteet tulostetaan.
hu: Ezek a beállítások vezérlik a térkép és pontleírások nyomtatását Minden ellenőrzőpont esetén
it: Queste impostazioni controllano come sono stampate la mappa e le descrizioni per Tutti i Punti.
pl: Te ustawienia mają wpływ na to w jaki sposób mapa oraz opisy Wszystkich Punktów są drukowane.
tr: Bu ayarlar, haritanın ve tüm kontrol noktalarının açıklamalarının nasıl yazılacağını kontrol eder.
uk: Ці налаштування визначають як буде надруковано карту та легенди для Всіх КП.

source: All Controls Properties
de: Einstellungen für alle Posten
fi: Kaikki rastit -kartan ominaisuudet
hu: Minden ellenőrzőpont beállításai
it: Proprietà della tutti i punti
pl: Ustawienia Wszystkich Punktów
tr: Tüm Kontrol Noktaların Özellikleri
uk: Властивості для Всі КП

source: Disallow codes that could be read upside-down (e.g., "68"/"89")
de: Kontrollcodes verbieten, die verkehrt herum gelesen werden könnten (z.B. "66" / "89")
fi: Älä salli koodeja, jotka voi lukea ylösalaisin eri tavalla (esim. "68"/"89")
hu: Nem javasoltak az olyan kódok melyek fejjel lefelé is olvashatóak (pl. "68"/"89")
it: Disabilita i codici che possono essere letti al contrario (per esempio, "68"/"89")
pl: Nie dopuszczaj kodów, które mogłyby być odczytana do góry nogami (np., "68"/"89")
tr: Ters okunan kodlara izin verme (Örnek, "69"/"89")
uk: Виключити коди КП, які можуть бути прочитані догори ногами (напр., "68"/"89")

source: Renumber existing controls also
de: Auch bestehende Posten neu nummerieren.
fi: Numeroi myös olemassa olevat rastit uudelleen.
hu: Átszámozni a már meglevő ellenőrzőpontokat is
it: Rinumera anche i punti esistenti
pl: Zmień także numerację istniejących punktów
tr: Atanan Kontrol noktalarını yeniden adlandır
uk: Змінити нумерацію також існуючих КП

source: Apply these settings to newly created controls only
de: Diese Einstellungen nur bei neuen Posten anwenden.
fi: Käytä näitä asetuksia vain uusille rasteille.
hu: A beállítások csak az új ellenőrzőpontokra lesznek hatással
it: Applica queste impostazioni solamente ai nuovi punti
pl: Zastosuj ustawienia tylko do nowych punktów
tr: Bu ayarları yalnızca yeni oluşturulan denetime uygulayın
uk: Застосувати це налаштування тільки до новостворених КП

source: Existing Controls
de: Bereits existierende Posten
fi: Olemassa olevat rastit
hu: Létező ellenőrzőpontok
it: punti esistenti
pl: Istniejące Punkty
tr: Mevcut Kontoller
uk: Існуючі КП

source: Newly created controls are automatically numbered according to the following settings.
de: Neu eingezeichnete Posten werden automatisch nach folgenden Einstellungen nummeriert.
fi: Uudet rastit numeroidaan automaattisesti seuraavien asetusten mukaisesti.
hu: Az újonnan létrehozott ellenőrzőpontok automatikusan számozódnak az alábbi beállítások szerint.
it: I nuovi punti vengono numerati automaticamente secondo le seguenti impostazioni.
pl: Nowe punkty są numerowane automatycznie według poniższych ustawień.
tr: Yeni oluşturulan kontroller otomatik olarak tanımlanan ayarlara göre numaralandırılır.
uk: Новостворені КП автоматично нумеруються відповідно до цих налаштувань.

source: Starting code:
de: Erster Kontrollcode:
fi: Aloituskoodi:
hu: Kezdő kód:
it: Codice di partenza:
pl: Kod początkowy:
tr: Başlangıç Kodu:
uk: Початковий код:

source: Automatic Numbering
de: Automatische Nummerierung
fi: Automaattinen numerointi
hu: Automatikus számozás
it: Numerazione Automatica
pl: Numerowanie Automatyczne
tr: Otomatik Numaralandırma
uk: Автоматична нумерація

source: Original Code
de: Original Kontrollcode
fi: Nykyinen koodi
hu: Eredeti kód
it: Codice Originale
pl: Domyślny Kod
tr: Orijinal Kod
uk: Оригінальний код

source: New Code
de: Neuer Kontrollcode
fi: Uusi koodi
hu: Új kód
it: Nuovo Codice
pl: Nowy Kod
tr: Yeni Kod
uk: Новий код

source: To change the code for one or more controls,click in the "New Code" column and enter the new code.
de: Um die Kontrollcodes für einen oder mehrere Posten zu ändern, klicken Sie auf die Spalte "Neuer Kontrollcode" und geben den neuen Kontrollcode ein.
fi: Vaihtaaksesi yhtä tai useampaa rastikoodia klikkaa koodeja "Uusi koodi" -sarakkeessa ja kirjoita uusi rastikoodi.
hu: A kód megváltoztatásához az egyes ellenőrzőpontokon kattintson az "új kód" oszlopra és írja be az új kódot.
it: Per cambiare il codice di uno o più punti, clicca nella colonna "Nuovo Codice" e inserisci il nuovo codice.
pl: Aby zmienić kod jednego lub więcej punktów, kliknij w kolumnie "Nowy Kod" i wprowadź nowy kod.
tr: Bir veya birden fazla kontrolü değiştirmek için "Yeni Kod" sütununa tıklayıp yeni kodu girin.

source: Change Control Codes
de: Kontrollcodes ändern
fi: Vaihda rastikoodeja
hu: Ellenőrzőkódok megváltoztatása
it: Cambia Codici Dei Punti
pl: Zmiana Kodu Punktów
tr: Kontrol Kodlarını Değiştir
uk: Змінити коди КП

source: Move down
de: Nach unten verschieben
fi: Alaspäin
hu: Mozgatás le
it: Sposta in basso
pl: Przesuń niżej
tr: Aşağı Taşı
uk: Перемістити нижче

source: Use the "Move Up" and "Move Down" buttons to change the order that courses are listed in the user interface, reports, and printing.
de: Benutzen Sie die Schaltflächen "Nach oben verschieben" und "Nach unten verschieben", um die Reihenfolge der Bahnen auf der Benutzeroberfläche, den Berichten und beim Drucken zu ändern.
fi: Käytä "Ylöspäin" ja "Alaspäin" -painikkeita muuttaaksesi ratojen järjestystä ohjelman käyttöliittymässä, raporteissa sekä tulostuksessa.
hu: A "Mozgatás fel" és "Mozgatás le" gombokkal lehet a pályák sorrendjét változtatni a felületen, jelentésekben és nyomtatáskor.
it: Usa i bottoni "Sposta In Alto" e "Sposta In Basso" per cambiare l'ordine in cui i percorsi sono elencati nell'interfaccia utente, nei rapporti, e nella stampa
pl: Użyj przycisków "W góre" oraz "W dół" aby zmienić kolejność według której trasy są wyświetlane na interfejsie użytkownika, w raportach oraz na wydrukach.
tr: Kullanıcı ara yüzündeki raporda ve yazıcıda listelenen derslerin sırasını değiştirmek için aşağı yukarı tuşlarını kullanın.
uk: Використовуйте кнопки "Перемістити вище" та "Перемістити нижче" щоб змінити порядок дистанцій у інтерфейсі, звітах та при друці.

source: Move up
de: Nach oben verschieben
fi: Ylöspäin
hu: Mozgatás fel
it: Sposta in alto
pl: Przesuń wyżej
tr: Yukarı taşı
uk: Перемістити вище

source: Course Order
de: Bahnreihenfolge
fi: Ratojen järjestys
hu: Pályasorrend
it: Ordine percorsi
pl: Sortowanie Tras
tr: Parkur Sırası
uk: Порядок дистанцій

source: Current Map File
de: Aktuelle Kartendatei
fi: Nykyinen karttatiedosto
hu: Jelenlegi térképfájl
it: File Mappa Corrente
pl: Plik Aktualnej Mapy
tr: Seçili Harita
uk: Файл карти

source: &Choose map file...
de: &Kartendatei auswählen...
fi: &Valitse karttatiedosto...
hu: &Válasszon térképet...
it: &Scegli file mappa...
pl: &Wybierz plik mapy...
tr: &Harita dosyası seç...
uk: &Виберіть файл карти...

source: All map files|*.ocd;*.omap;*.xmap;*.pdf;*.jpeg;*.jpg;*.tiff;*.tif;*.bmp;*.png;*.gif|OCAD files (*.ocd)|*.ocd|Open Orienteering Mapper Files|*.omap;*.xmap|PDF files (*.pdf)|*.pdf|Image files|*.jpeg;*.jpg;*.tiff;*.tif;*.bmp;*.png;*.gif
de: Alle Kartendateien|*.ocd;*.omap;*.xmap;*.pdf;*.jpeg;*.jpg;*.tiff;*.tif;*.bmp;*.png;*.gif|OCAD files (*.ocd)|*.ocd|Open Orienteering Mapper Files|*.omap;*.xmap|PDF files (*.pdf)|*.pdf|Image files|*.jpeg;*.jpg;*.tiff;*.tif;*.bmp;*.png;*.gif
fi: Kaikki karttatiedostot|*.ocd;*.omap;*.xmap;*.pdf;*.jpeg;*.jpg;*.tiff;*.tif;*.bmp;*.png;*.gif|OCAD-tiedostot (*.ocd)|*.ocd|Open Orienteering Mapper -tiedostot|*.omap;*.xmap|PDF-tiedostot (*.pdf)|*.pdf|Kuvatiedostot|*.jpeg;*.jpg;*.tiff;*.tif;*.bmp;*.png;*.gif
hu: Minden térkép fájl|*.ocd;*.pdf;*.jpeg;*.jpg;*.tiff;*.tif;*.bmp;*.png;*.gif|OCAD fájlok (*.ocd)|*.ocd|Open Orienteering Mapper fájlok|*.omap;*.xmap|PDF fájlok (*.pdf)|*.pdf|Kép fájlok|*.jpeg;*.jpg;*.tiff;*.tif;*.bmp;*.png;*.gif
it: Tutti i file mappa|*.ocd;*.omap;*.xmap;*.pdf;*.jpeg;*.jpg;*.tiff;*.tif;*.bmp;*.png;*.gif|File OCAD (*.ocd)|*.ocd|File Open Orienteering Mapper|*.omap;*.xmap|File PDF (*.pdf)|*.pdf|File immagine|*.jpeg;*.jpg;*.tiff;*.tif;*.bmp;*.png;*.gif
tr: Tüm harita dosyaları|*.ocd;*.omap;*.xmap;*.pdf;*.jpeg;*.jpg;*.tiff;*.tif;*.bmp;*.png;*.gif|OCAD files (*.ocd)|*.ocd|Open Orienteering Mapper Files|*.omap;*.xmap|PDF files (*.pdf)|*.pdf|Image files|*.jpeg;*.jpg;*.tiff;*.tif;*.bmp;*.png;*.gif
uk: Всі файли карт|*.ocd;*.omap;*.xmap;*.pdf;*.jpeg;*.jpg;*.tiff;*.tif;*.bmp;*.png;*.gif|Файли OCAD (*.ocd)|*.ocd|Файли Open Orienteering Mapper|*.omap;*.xmap|Файли PDF (*.pdf)|*.pdf|Файли зображень|*.jpeg;*.jpg;*.tiff;*.tif;*.bmp;*.png;*.gif

source: Resolution:
de: Auflösung:
fi: Resoluutio:
hu: Felbontás:
it: Risoluzione:
pl: Rozdzielczość:
tr: Çözünürlük:
uk: Роздільна здатність:

source: Scale:
de: Maßstab:
fi: Mittakaava:
hu: Lépték:
it: Scala:
pl: Skala:
tr: Ölçek:
uk: Масштаб:

source: dots per inch
de: Pixel pro Zoll
fi: pistettä tuumaa kohden (DPI)
hu: pont/hüvelyk
it: punti per pollice
pl: punkty na cal
tr: inç başına nokta sayısı
uk: точок на дюйм

source: Map File
de: Kartendatei
fi: Karttatiedosto
hu: Térkép fájl
it: File Mappa
pl: Plik Mapy
tr: Harita Dosyası
uk: Файл карти

source: Choose the courses that this object will be displayed on:
de: Wählen Sie die Bahnen, auf denen dieses Objekt angezeigt werden soll:
fi: Valitse radat, joilla valittu kohde näytetään:
hu: Válasszon pályákat ahol ez az objektum megjelenik:
it: Scegli i percorsi in cui sarà mostrato questo oggetto:
pl: Wybierz trasę, na której ten obiekt będzie widoczny:
tr: Bu nesnenin üzerinde görüntülenecek parkuru seçin:
uk: Вибаріть дистанції, на яких буде відображатися цей об'єкт:

source: Change Displayed Courses
de: Die angezeigten Bahnen wechseln
fi: Muuta näkymisasetuksia
hu: Válassza ki a megjelenítendő pályákat
it: Cambia Percorsi Visualizzati
pl: Zmień Widoczne Kursy
tr: Görüntülenen Parkurları Değiştir
uk: Змінити видимі дистанції

source: Event Title
de: Wettkampfname
fi: Tapahtuman nimi
hu: Esemény neve
it: Titolo Evento
pl: Nazwa Wydarzenia
tr: Etkinlik Başlığı
uk: Назва заходу

source: Course Name
de: Bahnbezeichnung
fi: Radan nimi
hu: A pálya neve
it: Nome Percorso
pl: Nazwa Trasy
tr: Parkur Adı
uk: Назва дистанції

source: Course Part
de: Teilstrecke
fi: Radan osa
hu: Pálya rész
it: Parte del Percorso
pl: Część trasy
tr: Parkur Bölümü
uk: Частина дистанції

source: Course Variation
de: Bahnvariante
fi: Hajonta
hu: Pálya variáció
it: Variazione del percorso
tr: Parkur Varyansonu
uk: Варіант дистанції

source: Course Length
de: Länge der Bahn
fi: Radan pituus
hu: Pálya hossz
it: Lunghezza Percorso
pl: Długość Trasy
tr: Parkur Uzunluğu
uk: Довжина дистанції

source: Course Climb
de: Höhenmeter der Bahn
fi: Kokonaisnousu
hu: Pálya emelkedés
it: Dislivello Del Percorso
pl: Przewyższenie Trasy
tr: Parkur Tırmanma Mesafesi
uk: Набір висоти на дистанції

source: Class List
de: Altersklassenliste
fi: Sarjalista
hu: Osztálylista
it: Lista categorie
pl: Lista Kategorii
tr: Kategori Listesi
uk: Список класів

source: Print Scale
de: Druckmaßstab
fi: Tulostusmittakaava
hu: Nyomtatási lépték
it: Scala di Stampa
pl: Skala
tr: Baskı Ölçeği
uk: Маштаб для друку

source: Relay Team
de: Staffelteam
fi: Joukkue
hu: Váltó csapat
it: Squadra in staffetta
tr: Bayrak Yarışı Takımı
uk: Естафетна команда

source: Relay Leg
de: Staffel-Etappe
fi: Osuus
hu: Váltó ág
it: Frazione di staffetta
tr: Bayrak Yarışı Ayağı
uk: Етап естафети

source: File Name
de: Dateiname
fi: Tiedoston nimi
hu: Fájl neve
it: Nome file
pl: Nazwa pliku
tr: Dosya Adı
uk: Назва файла

source: Map File Name
de: Dateiname der Karte
fi: Karttatiedoston nimi
hu: Térkép Fájl Neve
it: Nome file mappa
tr: Harita Dosya Adı
uk: Назва файла карти
