Repository: pauliojanpera/PurplePen
Catalog: loc/po/purplepen/*.po
Languages: de, fi, hu, it, pl, tr, uk

source: Cannot load map file '{0}' for the following reason:
de: Kann die Karte '{0}' aus folgendem Grund nicht laden:
fi: Karttatiedostoa '{0}' ei voida ladata seuraavasta syystä:
hu: '{0}' térkép fájl nem betölthető a következő okból:
it: Non posso caricare il file mappa '{0}' per il seguente motivo:
pl: Nie mogę załadować pliku mapy '{0}' z następującego powodu:
tr: Aşağıdaki nedenden dolayı '{0}' harita dosyası yüklenemiyor:
uk: Не вдалося відкрити файл карти '{0}' з наступних причин:

source: Cannot read image file '{0}'.
de: Bilddatei '{0}' kann nicht gelesen werden.
fi: Kuvatiedostoa '{0}' ei voida lukea.
hu: '{0}' kép fájl nem betölthető a következő okból:
it: Non posso leggere l'immagine '{0}'.
pl: Nie mogę przeczytać obrazu '{0}'.
tr: '{0}' resim dosyası okunamıyor.
uk: Не вдалося зчитати файл зображення '{0}'.

source: Cannot print '{0}' for the following reason:
de: Kann '{0}' aus folgendem Grund nicht drucken:
fi: Ei voida tulostaa '{0}' seuraavasta syystä:
hu: '{0}' nem nyomtatható a következő okból:
it: Non posso stampare '{0}' per il seguente motivo:
pl: Nie mogę wydrukować '{0}' z następującego powodu:
tr: Aşağıdaki nedenden dolayı '{0}' harita dosyası yüklenmiyor:
uk: Не вдалося роздрукувати '{0}' з наступних причин:

source: Cannot create '{0}' for the following reason:
de: Kann '{0}' aus folgendem Grund nicht erstellen:
fi: Tiedostoa '{0}' ei voida luoda seuraavasta syystä:
hu: '{0}' nem létrehozható a következő okból:
it: Non posso creare '{0}' per il seguente motivo:
pl: Nie mogę utworzyć '{0}' z następującego powodu:
tr: Aşağıdaki nedenden dolayı '{0}' harita dosyası yüklenmiyor:
uk: Не вдалося створити '{0}' з наступних причин:

source: Cannot create folder '{0}' for the following reason:
de: Kann den Ordner '{0}' aus folgendem Grund nicht erstellen:
fi: Kansiota '{0}' ei voida luoda seuraavasta syystä:
hu: '{0}' könyvtár nem hozható létre a következő okból:
it: Non posso creare la cartella'{0}' per il seguente motivo:
pl: Nie mogę utworzyc folderu '{0}' z następującego powodu:
tr: Aşağıdaki nedenden dolayı '{0}' klasörü oluşturulamıyor:
uk: Не вдалося створити '{0}' з наступних причин:

source: Cannot read map for the following reason: '{0}' Using Optimize/Repair and re-saving in OCAD may fix problems.
de: Die Karte kann wegen folgendem Problem nicht geladen werden '{0}' Durch Benützen der Optimieren/Reparieren Funktion könnte das Problem behoben werden.
fi: Karttaa ei voi lukea seuraavasta syystä: '{0}' Tiedoston optimointi ja uudelleen tallentaminen OCADissa voi korjata ongelmia.
hu: A térkép fájl nem olvasható az alábbi okból: '{0}' Használja az Optimize/Repair parancsot az OCAD programban, ami megoldhatja a problémát!
it: Non posso leggere la mappa per il seguente motivo:'{0}'. Usa Otimizza/ripara e risalva il OCAD per fissare i problemi.
tr: Harita şu nedenden dolayı okunamıyor: '{0}' Optimize/Onar'ı kullanmak ve OCAD'de yeniden kaydetmek sorunları çözebilir.
uk: Не вдалося зчитати файл карти з наступних причин: '{0}' Скористайтеся функцією Optimize/Repair у OCAD і збережіть файл. Це може усунути проблему.

source: Cannot create OCAD files for the following reason:
de: Die OCAD-Dateien können aus folgendem Grund nicht erstellt werden:
fi: OCAD-tiedostoja ei voida luoda seuraavasta syystä:
hu: OCAD fájl nem létrehozható az alábbi okból:
it: Non posso creare il file OCAD per il seguente motivo:
pl: Nie mogę utworzyć plików OCAD z następującego powodu:
tr: Aşağıdaki nedenden dolayı OCAD dosyaları oluşturulamıyor:
uk: Не вдалося створити файли OCAD з наступних причин:

source: Do you want to save the changes you made to '{0}'?
de: Sollen die Änderungen in '{0}' gespeichert werden?
fi: Haluatko tallentaa tiedostoon '{0}' tekemäsi muutokset?
hu: Akarja menteni a(z) '{0}' fájl változásait?
it: Vuoi salvare i cambiamenti fatti su '{0}'?
pl: Czy na pewno chcesz zapisać zmiany do '{0}'?
tr: Aşağıdaki nedenlerden dolayı OCAD dosyaları oluşturulamıyor:
uk: Хочете зберегти, зроблені вами, зміни у '{0}'?

source: File '{0}' already exists in the specified folder. Click the "Back" button and choose a new folder or a new event title.
de: Die Datei '{0}' existiert bereits im ausgewählten Ordner. Klicken sie auf "Zurück" und wählen sie einen anderen Ordner oder einen neuen Wettkampfnamen.
fi: Tiedosto '{0}' on jo olemassa valitussa kansiossa. Klikkaa "Edellinen"-painiketta ja valitse uusi kansio tai uusi tapahtuman nimi.
hu: A(z) '{0}' fájl már létezik a megadott könyvtárban. Kattintson a "Vissza" gombra és válasszon egy másik könyvtárat vagy új esemény nevet.
it: Il file '{0}' esiste già nella cartella selezionata. Cliccare sul bottone 'Indietro' scegliere una nuova cartella o un nuovo titolo dell'evento.
pl: Plik '{0}' już istnieje w wybranym folderze. Kliknij przycisk "Wstecz" i wybierz inny folder lub inny tytuł zawodów.
tr: '{0}' dosyası belirtilen klasörde zaten var. "Geri" düğmesini tıklayın ve yeni bir klasör veya yeni bir etkinlik başlığı seçin.
uk: Файл '{0}' вже існує у обраній папці. Натисніть кнопку "Назад" і виберіть іншу папку, або іншу назву змагань.

source: The control code '{0}' is already used by another control.
de: Der Kontrollcode '{0}' wird bereits bei einem anderen Posten verwendet.
fi: Rastikoodi '{0}' on jo käytössä toisella rastilla.
hu: A(z) '{0}' kód már használt másik ellenőrzőpontnál.
it: Il codice '{0}' è già usato in un altro controllo.
pl: Kod PK '{0}' jest już używany przez inny PK.
tr: '{0}' kontrol kodu zaten başka bir kontrol tarafından kullanılıyor.
uk: Код КП '{0}' вже використовується іншим КП.

source: The points for a control must be an integer 1-999.
de: Die Punktzahl für einen Posten muss ganzzahlig sein (1-999).
fi: Rastin pistemäärän pitää olla kokonaisluku väliltä 1-999.
hu: Az ellenőrzőpont értéke 1-999 lehet.
it: I punti per un controllo controllo devono essere compresi tra 1 e 999.
pl: Liczba punktów dla PK musi być z przedziału 1-999.
tr: Bir kontrol için noktalar 1-999 arasında bir tamsayı olmalıdır.
uk: Кількість очків КП має бути цілим числом від 1 до 999.

source: The climb for a course must be a number 0-9999, or blank.
de: Die Steigung einer Bahn muss eine Zahl von 0-9999 oder leer sein.
fi: Kokonaisnousun pitää olla luku väliltä 0-9999 (tai tyhjä).
hu: Az emelkedés 0-9999, vagy üres lehet.
it: Il dislivello di un percorso deve essere un numero tra 0 e 9999 oppure vuoto.
pl: Przewyższenie musi być liczbą całkowitą z zakresu 0-9999 lub pozostawione puste.
tr: Bir parkur için tırmanış 0-9999 arasında veya boş olmalıdır.
uk: Набір висоти на дистанції має бути числом від 0 до 9999, або не заповнються.

source: The load for a course must be an integer 0-999999, or blank.
de: Die Läuferzahl für eine Bahn muss zwischen 1-999999 liegen oder leer bleiben.
fi: Suunnistajien lukumäärän pitää olla kokonaisluku väliltä 0-999999 (tai tyhjä).
hu: A versenyzőszám egész szám 0-999999, vagy üres lehet.
it: La lunghezza di un percorso deve essere un numero tra 0 e 999999 oppure un testo vuoto.
pl: Obciążenie musi być liczbą całkowitą z zakresu 0-999999 lub pozostawione puste.
tr: Bir parkurun boyutu 0-999999 arasında bir tamsayı veya boş olmalıdır.
uk: Навантаження дстанції учасниками має бути цілим числом від 0 до 999999, або не заповнюється.

source: Ca&ncel Operation
de: Vorga&ng abbrechen
fi: P&eru toiminto
hu: &Művelet megszakítása
it: A&nnulla Operazione
pl: A&nuluj operację
tr: İşlemi İptal Et
uk: Скасува&ти операцію

source: Cancel Operation
de: Vorgang abbrechen
fi: Peru toiminto
hu: Művelet megszakítása
it: Annulla Operazione
pl: Anuluj operację
tr: İşlemi İptal Et
uk: Скасувати операцію

source: Enter new score
de: Punktzahl eingeben
fi: Syötä uusi pistemäärä
hu: Írja be az új értéket
it: Aggiungi nuovo punteggio
pl: Wprowadź nową punktację
tr: Yeni puan gir
uk: Введіть нову кількість очок

source: Enter new code
de: Neuen Code eingeben
fi: Syötä uusi rastikoodi
hu: Írja be az új kódot
it: Aggiungi nuovo codice
pl: Wprowadź nowy kod PK
tr: Yeni kod gir
uk: Введіть новий код

source: Enter feature size Use / for height on a slope Use | for two features
de: Objektgröße eingeben "/" für die Höhe am Hang verwenden "|" für zwei Objekte verwenden
fi: Syötä kohteen koko Käytä / korkeuteen rinteessä Käytä | kahdelle kohteelle
hu: Írja be a méretet Használja a /-t lejtős mérethez Használja a |-t két értékhez
it: Aggiugi dimensione oggetto Usa / per altezza su pendio Usa | per doppia dimensione
pl: Wprowadź rozmiar obiektu Użyj / dla wysokości lub nachylenia stoku Użyj | dla dwóch obiektów
tr: Özellik boyutunu girin Yokuşta yükseklik için / kullanın Kullanım | iki özellik için
uk: Введіть розмір об'єкта Використовуйте / для висоти на схилі Використовуйте | для двох об'єктів

source: Enter new event title Use | to separate lines (affects all courses)
de: Neuen Wettkampfnamen eingeben "|" für eine neue Zeile verwenden (wirkt sich auf alle Bahnen aus)
fi: Syötä uusi tapahtuman nimi Käytä | erottaaksesi rivit (vaikuttaa kaikkiin ratoihin)
hu: Írja be az új esemény nevét Használja a |-t a sortöréshez (minden pályára kihat)
it: Aggiungi nuovo titolo all'evento Usa | come separatore linee (applicato a tutti i percorsi)
pl: Wprowadź nazwę nowych zawodów Użyj | aby rozdzielić linie (ma wpływ na wszystkie trasy)
tr: Yeni etkinlik başlığı girin Kullanım | satırları ayırmak (tüm dersleri etkiler)
uk: Введіть нову назву змагань Використовуйте | щоб відділити рядки (відображається на всіх дистанціях)

source: Enter new secondary title Use | to separate lines
de: Neuen Zusatztitel eingeben "|" für eine neue Zeile verwenden
fi: Syötä uusi alaotsikko Käytä | erottaaksesi rivit
hu: Írja be az új másodlagos nevet Használja a |-t a sortöréshez
it: Inserisce seconda linea titolo Usa | per separare le linee
pl: Wprowadź drugorzędną nazwę nowych zawodów
tr: Yeni ikincil başlık girin Kullan | satırları ayırmak
uk: Введіть новий підзаголовок Використовуйте | щоб відділити рядки

source: Enter new course name
de: Neue Bahnbezeichnung eingeben
fi: Syötä uusi radan nimi
hu: Írja be az új pálya nevét
it: Inserisci nome nuovo percorso
pl: Wprowadź nazwę nowej trasy
tr: Yeni parkur adı gir
uk: Введіть нову назву дистанції

source: Enter new climb in meters
de: Neue Steigung in Meter eingeben
fi: Syötä uusi kokonaisnousu metreinä
hu: Az új emelkedés méterben
it: Aggiungi nuovo dislivello in metri
pl: Wprowadź przewyższenie w metrach
tr: Metre cinsinden yeni tırmanışı girin
uk: Введіть новий набір висоти у метрах

source: Enter new symbol meaning (affects all courses)
de: Neue Symbolbezeichnung festlegen (wirkt sich auf alle Bahnen aus)
fi: Syötä uusi symbolin merkitys (vaikuttaa kaikkiin ratoihin)
hu: Írja be az új szimbólum jelentést (minden pályára kihat)
it: Aggiungi nuovo significato al simbolo (applicato a tutti i percorsi)
pl: Wprowadź nowe znaczenie symbolu
tr: Yeni sembol anlamını girin (tüm dersleri etkiler)
uk: Введіть нове значення умовного знаку (відображається на всіх дистанціях)

source: Enter new text Use | to separate lines
de: Neuen Text eingeben | für einen Zeilenumbruch verwenden
fi: Lisää uusi teksti Käytä | -merkkiä erottamaan rivit
hu: Írja be az új szöveget Használja a | jelet sorelválsztóként
it: Inserisci nuovo testo Usa | per separare le linee
pl: Wprowadź nowy tekst
tr: Yeni metin girin Kullan | satırları ayırmak
uk: Введіть новий текст Використовуйте | щоб відділити рядки

source: Controls {0} are no longer used by any course. Do you want to delete these controls from the control collection?
de: Die Posten {0} werden von keiner Bahn mehr verwendet. Sollen diese Posten von der Postenliste gelöscht werden?
fi: Kohteet {0} eivät ole enää käytössä millään radalla. Haluatko poistaa nämä kohteet kaikki rastit -kokoelmasta?
hu: Az alábbi ellenőrzőpontok {0} nem használtak egyik pályán sem. Akarja törölni ezeket?
it: I controlli {0} non sono più utilizzati da nessun percorso. Vuoi eliminare questi controlli dall'elenco dei controlli?
pl: PK {0} nie są już używane na żadnej trasie. Czy chcesz usunąć te PK ze zbioru?
tr: {0} kontrolleri artık hiçbir parkur tarafından kullanılmıyor. Bu kontrolleri kontrol koleksiyonundan silmek istiyor musunuz?
uk: КП {0} не задіяні у жодній з дистанцій. Бажаєте видалити їх із сукупності контрольних пунктів?

source: Control {0} is no longer used by any course. Do you want to delete this control from the control collection?
de: Der Posten {0} wird von keiner Bahn mehr verwendet. Soll dieser Posten von der Postenliste gelöscht werden?
fi: Rasti {0} ei ole enää käytössä millään radalla. Haluatko poistaa tämän rastin kaikki rastit -kokoelmasta?
hu: A(z) {0} ellenőrzőpont nem használt egyik pályán sem. Akarja törölni ezt?
it: Il controllo {0} non è più utilizzato da nessun percorso. Vuoi eliminare questo controllo dall'elenco dei controlli?
pl: PK {0} nie jest już używany na żadnej trasie. Czy chcesz usunąć ten PK ze zbioru?
tr: Kontrol {0} artık hiçbir parkur tarafından kullanılmıyor. Bu kontrolü kontrol koleksiyonundan silmek istiyor musunuz?
uk: КП {0} не задіяний у жодній з дистанцій. Бажаєте видалити його із сукупності контрольних пунктів?

source: Control {0} is currently used by the following courses: {1}. Do you want to delete this control anyway?
de: Posten {0} wird noch in folgenden Bahnen verwendet: {1}. Soll dieser Posten trotzdem gelöscht werden?
fi: Rasti {0} on käytössä seuraavilla radoilla: {1}. Haluatko silti poistaa tämän rastin?
hu: Az ellenőrzőpont {0} használt az alábbi pályákon: {1}. Tényleg törölni akarja ennek ellenére?
it: Il controllo {0} è attualmente utilizzato dai seguenti percorsi: {1}. Vuoi eliminare comunque questo controllo?
pl: PK {0} jest obecnie używany przez następujące trasy: {1}. Czy mimo wszystko chcesz usunąć ten PK?
tr: Kontrol {0} şu anda aşağıdaki parkurar tarafından kullanılmaktadır: {1}. Bu kontrolü yine de silmek istiyor musunuz?
uk: КП {0} використовується у наступних дистанціях: {1}. Ви все одно бажаєте його видалити?

source: A control code must be one, two, or three letters or digits.
de: Ein Kontrollcode muss aus 1, 2 oder 3 Buchstaben oder Zahlen bestehen.
fi: Rastikoodin pitää olla yksi, kaksi tai kolme merkkiä tai numeroa.
hu: Az ellenőrzőpont kódja egy, kettő vagy három betű vagy számjegy lehet.
it: Il codice di un controllo deve essere composto da una, due o tre lettere o cifre.
pl: Kod PK musi składać się z jednej, dwóch lub trzech liter i/lub cyfr.
tr: Bir kontrol kodu bir, iki veya üç harf veya rakamdan oluşmalıdır.
uk: Код КП має складатись із однієї, двох чи трьох букв або цифр.

source: A control code must not contain a space.
de: Der Kontrollcode darf keine Leerzeichen enthalten.
fi: Rastikoodissa ei saa olla välilyöntiä.
hu: Az ellenőrzőpont kódja nem tartalmazhat szóközt.
it: Il codice di un controllo non può contenere spazi.
pl: Kod PK nie może zawierać spacji.
tr: Bir kontrol kodu boşluk içermemelidir.
uk: Код КП не може містити пробілів

source: A control code should not begin with zero.
de: Ein Kontrollcode darf nicht mit einer Null beginnen.
fi: Rastikoodi ei saa alkaa nollalla.
hu: Az ellenőrzőpont kódja nem kezdődhet nullával.
it: Il codice di un controllo non può cominciare per zero.
pl: Kod PK nie może zaczynać się wiodącym zerem.
tr: Bir kontrol kodu sıfır ile başlamamalıdır.
uk: Не слід використовувати нуль у якості кода КП.

source: A control code should not look like another number when upside-down.
de: Ein Kontrollcode darf auf den Kopf gestellt keine andere Zahl darstellen.
fi: Rastikoodi ei saisi näyttää toiselta numerolta ollessaan ylösalaisin.
hu: Az ellenőrzőpont kódja célszerű, ha nem egyezik meg egy másik pont kódjának fejjel lefelé fordított változatával.
it: Il codice di un controllo non dovrebbe assomigliare a un altro numero quando è capovolto.
pl: Kod PK nie powinien wyglądać jak inna liczba odczytywana do góry nogami.
tr: Bir kontrol kodu, ters çevrildiğinde başka bir sayı gibi görünmemelidir.
uk: Не слід використовувати у якості кода КП цифру, що виглядає як інша перевернута цифра.

source: The code "{0}" is used more than once.
de: Der Code "{0}" wird mehr, als einmal verwendet.
fi: Koodi "{0}" on käytössä useammin kuin kerran.
hu: A {0} kód többszörösen van használva.
it: Il codice "{0}" viene utilizzato più di una volta.
pl: Kod PK "{0}" jest użyty więcej niż raz.
tr: "{0}" kodu birden fazla kez kullanılır.
uk: Код КП "{0}" використовується понад один раз.

source: The print scale must be a number between 100 and 100,000.
de: Der Druckmaßstab muss eine Zahl zwischen 100 und 100.000 sein.
fi: Tulostusmittakaavassa luvun pitää olla vähintään 100 ja enintään 100 000.
hu: A nyomtatási lépték 100 és 100 000 között kell legyen.
it: La scala di stampa deve essere un numero compreso tra 100 e 100.000.
pl: Skala wydruku musi być liczbą całkowitą pomiędzy 100 i 100,000.
tr: Baskı ölçeği 100 ile 100.000 arasında bir sayı olmalıdır.
uk: Масштаб для друку має бути числом між 100 та 100 000.

source: Course Properties
de: Bahneigenschaften
fi: Radan ominaisuudet
hu: Pálya tulajdonságai
it: Proprietà percorso
pl: Właściwości trasy
tr: Parkur Özellikleri
uk: Властивості дистанції

source: Landscape
de: Querformat
fi: Vaaka
hu: Fekvő
it: Orizzontale
pl: Układ poziomy
tr: Düzenlemek
uk: Альбомна

source: Portrait
de: Hochformat
fi: Pysty
hu: Álló
it: Verticale
pl: Układ pionowy
tr: Portre
uk: Книжкова

source: The page size is too small for any descriptions to be printed.
de: Die Seite ist zu klein, so dass keine Postenbeschreibungen gedruckt werden können.
fi: Paperikoko on liian pieni rastinmääritteiden tulostamiseen.
hu: A lapméret túl kicsi ahhoz, hogy akár egyetlen leírás is kiférjen rá.
it: La dimensione della pagina è troppo piccola per poter stampare eventuali descrizioni.
pl: Rozmiar strony jest zbyt mały aby wydrukować jakiekolwiek opisy PK.
tr: Sayfa boyutu, herhangi bir açıklamanın yazdırılması için çok küçük.
uk: Розмір сторінки замалий для друку будь якої із таблиць легенд.

source: Version {0}
fi: Versio {0}
hu: {0} verzió
it: Versione {0}
pl: Wersja {0}
tr: Versiyon {0}
uk: Версія {0}

source: Version {0} of Purple Pen is now available for download. (You are currently running version {1}.) Would you like to download and install the latest version?
de: Version {0} von Purple Pen ist nun verfügbar. (Sie verwenden zur Zeit Version {1}.) Wollen Sie die neueste Version herunterladen und installieren?
fi: Purple Pen versio {0} on nyt ladattavissa. (Sinulla on nyt käytössä versio {1}.) Haluatko ladata ja asentaa viimeisimmän version?
hu: A Purple Pen {0} verziója letölthető. (Az Ön jelenlegi verziója: {1}.) Kívánja letölteni és telepíteni a legújabb verziót?
it: La versione {0} di Purple Pen è ora disponibile per il download. (Attualmente stai utilizzando la versione {1}.) Desideri scaricare e installare la versione più recente?
pl: Wersja {0} Purple Pen jest dostępna do pobrania (obecnie używasz wersji {1}).
tr: Purple Pen'in {0} sürümü şimdi indirilebilir. (Şu anda {1} sürümünü çalıştırıyorsunuz.) En son sürümü indirip yüklemek ister misiniz?
uk: Версія {0} Purple Pen доступна для завантаження. (Наразі ви використовуєте версію {1}.) Бажаєте завантажити та встановити новішу версію?

source: Help file '{0}' could not be opened.
de: Die Hilfedatei '{0}' kann nicht geöffnet werden.
fi: Ohjetiedostoa '{0}' ei voida avata.
hu: A Súgó fájl '{0}' nem megnyitható.
it: Impossibile aprire il file della guida '{0}'.
pl: Nie udało się otworzyć pliku pomocy '{0}'.
tr: Yardım dosyası '{0}' açılamadı.
uk: Не вдалося відкрити файл довідки '{0}'.

source: Zoom
fi: Zoomaus
hu: Nagyítás
pl: Powiększenie
tr: Yakınlaştır
uk: Збільшення

source: The map file "{0}" could not be found. Most likely, the map file has been moved or deleted, or the Purple Pen file has been moved (possibly to a different computer). The map file must be present every time the Purple Pen event file is loaded. If you send a Purple Pen event file to another person, be sure that person has a copy of the map file also. After pressing OK, try to find a copy of the map file on your computer.
de: Die Kartendatei "{0}" kann nicht gefunden werden Vermutlich wurde sie verschoben oder gelöscht, oder die Purple Pen-Datei wurde verschoben (möglicherweise auf einen anderen Computer). Die Kartendatei muss immer vorhanden sein, wenn die Purple Pen Bahndatei geladen wird. Wenn die Purple Pen-Datei an eine andere Person gesendet wird, muss sie auch eine Kopie der Kartendatei erhalten. Suchen Sie, nach Klicken auf "OK", nach der Kartendatei auf Ihrem Computer.
fi: Karttatiedostoa "{0}" ei löytynyt. Todennäköisesti karttatiedosto on siirretty tai poistettu tai Purple Pen -tiedosto on siirretty (mahdollisesti toiselle tietokoneelle). Karttatiedosto on oltava aina, kun Purple Pen -tiedostoa käytetään. Jos lähetät Purple Pen -tiedoston jollekin muulle, muista lähettää myös karttatiedosto, ellei sitä ole vastaanottajalla. Paina OK ja yritä etsiä karttatiedoston kopio tietokoneeltasi.
hu: A "{0}" térkép fájl nem található. Leggyakrabban áthelyezve, vagy letörölve lett a térkép fájl. Ha másik gépre próbáljuk átvinni a Purple Pen fájlt, akkor vele kell vinnünk a térkép fájlt is. A Rendben lenyomása után próbálja megkeresni a térkép fájlt a számítógépén.
it: Impossibile trovare il file della mappa "{0}". Molto probabilmente, il file della mappa è stato spostato o eliminato oppure il file Purple Pen è stato spostato (probabilmente su un altro computer). Il file della mappa deve essere presente ogni volta che viene caricato il file dell'evento Purple Pen. Se invii un file evento Purple Pen a un'altra persona, assicurati che anche quella persona abbia una copia del file della mappa. Dopo aver premuto OK, prova a cercare una copia del file della mappa sul tuo computer.
pl: Nie udało się odnaleźć pliku mapy "{0}".
tr: "{0}" harita dosyası bulunamadı. Büyük olasılıkla harita dosyası taşınmış veya silinmiştir ya da Mor Kalem dosyası taşınmıştır (muhtemelen farklı bir bilgisayara). Purple Pen olay dosyası her yüklendiğinde harita dosyası mevcut olmalıdır. Purple Pen olay dosyasını başka bir kişiye gönderirseniz, o kişide de harita dosyasının bir kopyasının bulunduğundan emin olun. Tamam düğmesine bastıktan sonra, bilgisayarınızda harita dosyasının bir kopyasını bulmaya çalışın.
uk: Не вдалося знайти файл карти "{0}". Імовірно файл карти було переміщено чи видалено, або було переміщено файл змагань Purple Pen (можливо на інший комп'ютер). Файл карти має бути присутнім під час відкриття файлу змагань Purple Pen. Коли ви пересилаєте файл з дистанціями Purple Pen іншій особі, переконайтеся що вона також має файл карти. Після натискання на OK, спробуйте знайти копію файла карти на вашому комп'ютері.

source: All controls are used in a course.
de: Jeder Posten wird in einer Bahn verwendet.
fi: Kaikki rastit ovat käytössä radalla.
hu: Minden ellenőrzőpont használt a pályában.
it: tutti i punti sono usati in un percorso.
pl: Wszystkie PK są użyte na trasie.
tr: Tüm kontroller bir kursta kullanılır.
uk: Всі КП використовуються у дистанції.

source: &Next >
de: &Weiter >
fi: &Seuraava >
hu: &Tovább >
it: Ava&nti >
pl: &Dalej >
tr: &Sonraki >
uk: &Далі >

source: Control {0}
de: Posten {0}
fi: Rasti {0}
hu: Ellenőrzőpont {0}
it: Controllo {0}
pl: PK {0}
tr: Kontrol {0}
uk: КП {0}

source: Finish
de: Ziel
fi: Maali
hu: Cél
it: Arrivo
pl: Meta
tr: Bitiş
uk: Фініш

source: Mandatory crossing point
de: Pflichtquerung
fi: Pakollinen ylitys/alituspaikka
hu: Kötelező átkelőhely
it: Punto di passaggio obbligatorio
pl: Obowiązkowy punkt przebiegu
tr: Zorunlu geçiş noktası
uk: Обов'язковий пункт переходу

source: Crossing
de: Querung
fi: Ylitys/Alitus
hu: Kereszteződés
it: Incrocio
pl: Punkt przejścia
tr: Geçiş Noktası
uk: Перехід

source: All: {0}
de: Alle: {0}
fi: Kaikki: {0}
hu: Minden: {0}
it: Tutti: {0}
pl: Wszystkie: {0}
tr: Tüm: {0}
uk: Всі: {0}
