Repository: pauliojanpera/PurplePen
Catalog: loc/po/purplepen/*.po
Languages: de, fi, hu, it, pl, tr, uk

source: Select a folder for the OCAD files
de: Wählen Sie einen Ordner für die OCAD-Dateien aus
fi: Valitse kansio OCAD-tiedostoille
hu: Válassza ki az OCAD fájlok könyvtárát
it: Seleziona cartella per i file OCAD
pl: Wybierz folder dla plików OCAD
tr: OCAD dosyaları için bir klasör seçin
uk: Виберіть папку для файлів OCAD

source: Output
de: Ausgabe
fi: Tuotos
hu: Kimenet
pl: Wyjście
tr: Çıktı
uk: Вивід

source: File format:
de: Dateiformat:
fi: Tiedostomuoto:
hu: Fájlformátum:
it: Formato file:
pl: Firnat pliku:
tr: Dosya formatı:
uk: Формат файла:

source: File name prefix:
de: Präfix für Dateinamen:
fi: Tiedostonimen etuliite:
hu: Fájlnév előtag:
it: Prefisso nome file:
pl: Przedrostek nazwy pliku
tr: Dosya adı öneki:
uk: Префікс назви файла:

source: World file:
de: Weltdatei
hu: Világ fájl:
it: File World:
tr: Web dosyası:
uk: World файл:

source: No
de: Nein
fi: Ei
hu: Nem
pl: Nie
tr: Hayır
uk: Ні

source: Yes
de: Ja
fi: Kyllä
hu: Igen
it: Si
pl: Tak
tr: Evet
uk: Так

source: Color model:
de: Farbmodell
fi: Värimalli:
hu: Szín modell:
it: Modello colore:
tr: Renk modeli:
uk: Кольорова модель:

source: Select folder...
de: Ordner auswählen...
fi: Valitse kansio...
hu: Könyvtár kiválasztása..
it: Seleziona cartella...
pl: Wybierz folder...
tr: Dosya Seç...
uk: Вибрати папку...

source: Same folder as Purple Pen file
de: Selber Ordner wie Purple Pen-Datei
fi: Samaan kuin Purple Pen -tiedosto
hu: A Purple Pen fájllal azonos könyvtár
it: Stessa cartella del file Purple Pen
pl: Folder z plikiem Purple Pen
tr: Purple Pen dosyasıyla aynı klasör
uk: Та сама папка що і для файлу Purple Pen

source: Same folder as map file
de: Selber Ordner wie Kartendatei
fi: Samaan kuin karttatiedosto
hu: A térkép fájllal azonos könyvtár
it: Stessa cartella del file di mappa
pl: Folder z plikiem mapy
tr: Harita dosyası ile aynı klasör
uk: Та сама папка що і файл карти

source: Other folder
de: Anderer Ordner
fi: Muu kansio
hu: Másik könyvtár
it: Altra cartella
pl: Inny folder
tr: Diğer klasör
uk: Інша папка

source: Folder
de: Ordner
fi: Kansio
hu: Könyvtár
it: Cartella
tr: Dosya
uk: Папка

source: Create Image Files
de: Bilddateien erstellen
fi: Luo kuvatiedostoja
hu: OCAD fájlok létrehozása
it: Crea file immagine
tr: Görüntü Dosyası Oluştur
uk: Створити файли зображення

source: Files:
de: Dateien:
fi: Tiedostoja:
hu: Fájlok:
it: File:
pl: Pliki:
tr: Dosyalar:
uk: Файли:

source: One for all courses
de: Eine für alle Bahnen
fi: Yksi
hu: Egy az összes pályához
it: Uno per tutti i percorsi
pl: Jeden dla wszystkich tras
tr: Tüm parkurlar için bir tane
uk: Один для всіх дистанцій

source: One per course
de: Eine pro Bahn
fi: Yksi per rata
hu: Pályánként különböző
it: Uno per percorso
pl: Jeden na każdą trasę
tr: Parkur için bir tane
uk: Один для кожної дистанції

source: Create KML File
de: KML-Datei erstellen
fi: Luo KML-tiedosto
hu: OCAD fájlok létrehozása
it: Crea file KML
tr: KML Dosyası Oluştur
uk: Створити файл KML

source: Create OCAD Files
de: OCAD-Dateien erstellen
fi: Vie OCAD-tiedostoihin
hu: OCAD fájlok létrehozása
it: Crea File OCAD
pl: Utwórz pliki OCAD
tr: OCAD Dosyası Oluştur
uk: Створии файли OCAD

source: Print Map Exchanges on Same Map
de: Kartenwechsel auf gleicher Karte drucken
fi: Kaikki osat samalle kartalle
hu: Térképcserék nyomtatása ugyanarra a térképre
it: Stampa i Cambi Carta sulla Stessa Mappa
pl: Wydrukuj zmiany map na tej samej mapie
tr: Harita Değişimlerini Aynı Harita Üzerinde Yazdırın
uk: Надрукувати пункт зміни карт на цій самій карті

source: Color Model:
de: Farbmodell:
fi: Värimalli:
hu: Szín modell:
it: Modello di Colore:
pl: Przestrzeń barw
tr: Renk Modeli:
uk: Кольорова модель:

source: Crop to a single page
de: Auf eine Seite zuschneiden
fi: Rajaa yhdelle sivulle
hu: Levágni egy oldalra
it: Ritaglia su una singola pagina
pl: Przytnij do pojedynczej strony
tr: Tek bir sayfaya yerleştir
uk: Кадрувати до розміру сторінки

source: Print on multiple pages
de: Auf mehrere Seiten drucken
fi: Tulosta useille sivuille
hu: Több oldalra nyomtatni
it: Stampa su piu' pagine
pl: Drukuj na kliku stronach
tr: Birden fazla sayfaya yazdırma
uk: Друкувати на кількох сторінках

source: If the print area is too large to fit on one page:
de: Auf eine Seite einpassen, wenn der Druckbereich zu groß ist.
fi: Jos tulostusalue on liian suuri mahtuakseen yhdelle sivulle:
hu: Ha nem fér ki egy oldalra:
it: Se l'area da stampare e' troppo grande per stare in una pagina
pl: Jeżeli obszar wydruku jest zbyt duży aby zmieścić się na jednej stronie:
tr: Yazdırma alanı bir sayfaya sığmayacak kadar büyükse:
uk: Якщо область друку більша за сторінку:

source: One per course part/variation
de: Eine Datei pro Variante
fi: 1 per radan osa/hajonta
hu: Pálya részenként eltérő
it: Uno per parte percorso/variante
tr: Parkur bölümü/varyasyonu başına bir adet
uk: Один для частини дистанції/варіанту

source: Files
de: Dateien
fi: Tiedostot
hu: Fájlok
it: File
pl: Pliki
tr: Dosyalar
uk: Файли

source: Select a folder for the PDF files
de: Wählen Sie einen Ordner für die PDF-Dateien aus
fi: Valitse kansio PDF-tiedostoille
hu: Válassza ki a PDF fájlok könyvtárát
it: Selezionare una cartella per i files PDF
pl: Wybierz Katalog dla plików PDF
tr: PDF dosyaları için bir klasör seçin
uk: Виберіть папку для PDF файлів

source: Create PDF Files
de: Bahnen drucken
fi: Tulosta radat
hu: PDF fájlok létrehozása
it: Creare Files PDF
pl: Utwórz pliki PDF
tr: PDF dosyası oluştur
uk: Створити PDF файли

source: Enter the name (without .xml or .gif) for both of the RouteGadget files:
de: Einen Namen (ohne .xml or .gif) für die beiden RouteGadget-Dateien eintragen:
fi: Syötä nimi (ilman .xml tai .gif -päätteitä) molemmille Reittihärveli-tiedostoille:
hu: Írja be a nevet (.xml vagy .gif kiterjesztés nélkül) a RouteGadget fájlokhoz:
it: Inserire il nome (senza .xml o .gif) per entrambi i files RouteGadget:
pl: Wprowadź nazwę (bez rozszerzenia .xml czy .gif) dla obydwu plików RouteGadget:
tr: RouteGadget dosyalarının her ikisi için de ad girin (.xml veya .gif olmadan):
uk: Введіть назву файла (без .xml чи .gif) для обох файлів RouteGadget:

source: Learn more about RouteGadget
de: Mehr über RouteGadget erfahren
fi: Lisätietoja Reittihärvelistä
hu: További információk a RouteGadget-ról
it: Sapere di piu' su RouteGadget
pl: Dowiedz się więcej o RouteGadget
tr: RouteGadget hakkında daha fazla bilgi edinin
uk: Більш детально про RouteGadget

source: RouteGadget requires both an image file (.gif) and IOF XML file (.xml). Choose the name and folder for both of these files.
de: RouteGadget benötigt sowohl eine Bilddatei (.gif), als auch eine IOF XML Datei (.xml). Wählen Sie Namen und Ordner für beide Dateien.
fi: Reittihärveli vaatii sekä kuvatiedoston (.gif) että IOF XML -tiedoston (.xml). Valitse nimi ja kansio molemmille näille tiedostoille.
hu: A RouteGadget-hez szükséges a képfájl (.gif) és az IOF fájl (.xml) is. Válasszon nevet és könyvtárat ezeknek a fájloknak!
it: RouteGadget richiede un file immagine (.gif) e un file IOF XML (.xml). Scegliere il nome e la cartella per entrambi questi files.
pl: RouteGadget wymaga zarówno pliku obrazu (.gif) jak i pliku IOF XML (.xml). Wybierz nazwę oraz folder dla obydwu z tych plików.
tr: RouteGadget, hem bir görüntü dosyası (.gif) hem de IOF XML dosyası (.xml) gerektirir. Bu dosyaların her ikisi için de adı ve klasörü seçin.
uk: Для RouteGadget необхідні обидва файли - зображення (.gif) та IOF XML (.xml). Виберіть папку та імена для обох цих файлів.

source: IOF XML Version:
fi: IOF XML -versio:
hu: IOF XML verzió:
it: Versione IOF XML:
tr: IOF XML Versiyon:
uk: IOF XML версії:

source: Create RouteGadget Files
de: RouteGadget-Dateien erstellen
fi: Vie Reittihärveli-tiedostoihin
hu: RouteGadget fájlok létrehozása
it: Crea file RouteGadget
pl: Utwórz pliki RouteGadget
tr: RouteGadget Dosyaları Oluşturun
uk: Створити фали для RouteGadget

source: Choose the language used for textual control descriptions:
de: Sprache für die textuelle Postenbeschreibung auswählen:
fi: Valitse sanallisten rastinmääritteiden kieli:
hu: Válassza ki a pontleírások nyelvét:
it: Scegli la lingua usata per la descrizione punto testuale
pl: Wybierz język używany do opisów tekstowych punktów kontrolnych:
tr: Metinsel kontrol açıklamaları için kullanılan dili seçin:
uk: Виберіть мову для текстового опису легенд КП:

source: Symbol name:
fi: Symbolin nimi:
hu: Szimbólum neve:
it: Nome simbolo:
pl: Nazwa piktografiki:
tr: Sembol ad:
uk: Назва піктограми:

source: Customized text:
de: Benutzerdefinierter Text:
fi: Muokattu teksti:
hu: Egyedi szöveg:
it: Testo personalizzato:
pl: Zmieniony tekst:
tr: Özelleştirilmiş metin:

source: Change text...
de: Text ändern...
fi: Muokkaa tekstiä...
hu: Szöveg módosítása...
it: Cambia testo...
pl: Zmień tekst...
tr: Metni değiştir...
uk: Змініть текст...

source: Reset to standard
de: Auf Standard zurücksetzen
fi: Palauta oletusmuotoon
hu: Visszaállítás
it: Reimposta a standard
pl: Przywróć do standardowego
tr: Standarda sıfırla
uk: Скинути до стандартного

source: Standard text:
fi: Oletusteksti:
hu: Eredeti szöveg:
it: Testo standard:
pl: Standardowy tekst:
tr: Standart metin:
uk: Стандартний текст:

source: Show meaning below symbolic descriptions
de: Beschreibung unter den Symbolen anzeigen
fi: Näytä merkitys symbolirastinmääritteiden alapuolella
hu: Mutassa a jelentését is a szimbólumnak
it: Mostra il significato delle descrizioni simboliche
pl: Pokaż znaczenie poniżej opisów symbolicznych
tr: Sembolik açıklamaların altında anlamı göster

source: Click on a description symbol to customize the text that is used in textual control descriptions.
de: Klicke auf das Symbol um den entsprechenden Text in der textuellen Postenbeschreibung zu ändern.
fi: Klikkaa symbolia muokataksesi sanallisessa rastinmääritteessä käytettävää tekstiä.
hu: Kattintson a leírásra a szöveg testreszabásához!
it: Clicca sulla descrizione dei simboli per personalizzare il testo usato nella descrizione.
pl: Kliknij na symbol opisu PK aby dostosować tekst użyty jako tekstowy opis PK.
tr: Metinsel kontrol açıklamalarında kullanılan metni özelleştirmek için bir açıklama sembolüne tıklayın.
uk: Клацніть на опис знаку щоб редагувати текст опису.

source: Make this the default language for new events
de: Dies als Standardeinstellung für neue Läufe verwenden.
fi: Valitse tämä oletuskieleksi uusiin tapahtumiin
hu: Ez legyen az alapértelmezett nyelv az új eseményekhez
it: Imposta come lingua di default per nuovi eventi
pl: Ustaw jako język domyślny dla nowych zawodów
tr: Bunu yeni etkinlikler için varsayılan dil yap
uk: Зробити цю мову мовою за замовченням для нових заходів

source: Downloading
de: Herunterladen
fi: Ladataan
hu: Letöltés
it: Scaricamento in corso
pl: Pobieranie danych
tr: İndiriliyor
uk: Завантаження

source: Number
de: Nummer
fi: Luku
hu: Szám
it: Numero
pl: Numer
tr: Sayı
uk: Номер

source: Gender
de: Geschlecht
fi: Suku
hu: Nem
it: Genere
pl: Płeć
tr: Cinsiyet
uk: Стать

source: Case
de: Fall
fi: Sijamuoto
hu: Eset
it: Caso
tr: Durum

source: Show plural forms
de: Pluralformen anzeigen
fi: Näytä monikkomuoto
hu: Mutassa a többesszám űrlapját
it: Mostra forme plurali
pl: Pokaż formy liczby mnogiej
tr: Çoğul formları göster

source: Show gender forms
de: Geschlechtsformen anzeigen
fi: Näytä sukumuodot
hu: Mutassa a nem űrlapját
it: Mostra forme di genere
pl: Pokaż formy rodzaju gramatycznego
tr: Cinsiyet formlarını göster

source: Enter the customized text for the symbol in the "Text" column.
de: Angepassten Text für das Symbol in die Spalte "Text" eintragen.
fi: Syötä muokattu symboliteksti "Teksti" -sarakkeeseen.
hu: Írja be az egyedi szöveget a szimbólumhoz a "Szöveg" oszlopban!
it: Inserisci il testo personalizzato per il simbolo nella colonna "Testo"
pl: Wpisz dostosowany tekst dla symbolu w kolumnie "Tekst".
tr: Sembol için özelleştirilmiş metni "Metin" sütununa girin.
uk: Введіть виправлений текст для умовного знаку у колонку "Текст".

source: Gender:
de: Geschlecht:
fi: Suku:
hu: Nem:
it: Genere:
pl: Płeć:
tr: Cinsiyet:
uk: Стать:

source: Case of modified symbol:
de: Fall des geänderten Symols:
fi: Muokatun symbolin sijamuoto:
hu: Módosított jelkulcs
it: Caso di simbolo modificato
tr: Değiştirilmiş sembol durumu:

source: Show case forms
de: Fälle anzeigen
fi: Näytä sijamuodot
hu: Esetek adatlapja
it: Mostra i tipi di caso
tr: Durum formlarını göster

source: Customized Symbol Text
de: Benutzerdefinierter Symboltext:
fi: Muokattu symboliteksti
hu: Egyedi szöveg
it: Testo Simbolo Personalizzato
pl: Zmieniony Tekst Symbolu
tr: Özelleştirilmiş Sembol Metni

source: Open last viewed event
de: Letzten Wettkampf öffnen
fi: Avaa viimeksi katsottu tapahtuma
hu: A legutóbbi esemény megnyitása
it: Apri l'ultimo evento visualizzato
pl: Otwórz ostatnio oglądane zawody
tr: Son görüntülenen etkinliği aç
uk: Відкрити останній захід

source: Open a sample event
de: Beispielwettkampf öffnen
fi: Avaa esimerkkitapahtuma
hu: A példa esemény megnyitása
it: Apri un evento di esempio
pl: Otwórz przykładowe zawody
tr: Örnek bir etkinlik açın
uk: Відкрити зразок заходу

source: Create a new event...
de: Neuen Wettkampf erstellen...
fi: Luo uusi tapahtuma...
hu: Új esemény létrehozása...
it: Crea un nuovo evento...
pl: Utwórz nowe zawody...
tr: Yeni etkinlik oluştur...
uk: Створити новий захід...

source: Open an existing event...
de: Bestehenden Wettkampf öffnen...
fi: Avaa olemassa oleva tapahtuma...
hu: Létező esemény megnyitása
it: Apri un evento esistente
pl: Otwórz istniejące zawody...
tr: Mevcut bir etkinliği aç...
uk: Відкрити існуючий захід...

source: Purple Pen is free software and may be copied and shared. Development of Purple Pen is supported only by your donations.
de: Purple Pen ist eine kostenlose Software und darf kopiert und weitergegeben werden. Die Entwicklung von Purple Pen wird ausschließlich durch Spenden finanziert.
hu: A Purple Pen program szabadszoftver, így szabadon másolható és terjeszthető. A Purple Pen fejlesztését csak az Ön adománya támogatja.
it: Purple Pen è un software gratuito e può essere copiato e condiviso. Lo sviluppo di Purple Pen è supportato solo dalle tue donazioni.
pl: Purple Pen jest darmowym oprogramowaniem i może być kopiowane oraz współdzielone. Rozwój Purple Pen jest wspierany tylko poprzez Twoje darowizny.
tr: Purple Pen ücretsiz bir yazılımdır ve kopyalanabilir ve paylaşılabilir. Purple Pen'in gelişimi sadece bağışlarınızla destekleniyor.
uk: Purple Pen є безкоштовною програмою, яку дозволяється копіювати та поширювати. Розробка Purple Pen підтримується виключно завдяки пожертвам.

source: Make a donation
de: Spenden Sie
hu: Adományozás
it: Fai una donazione
pl: Przekaż datek
tr: Bağış yapın
uk: Зробити пожертву

source: Welcome to Purple Pen
de: Willkommen bei Purple Pen
fi: Purple Pen
hu: Üdözöljük a Purple Pen-ben
it: Benvenuto in Purple Pen
pl: Witaj w Purple Pen
tr: Purple Pen'e Hoş Geldiniz
uk: Вітаємо у Purple Pen

source: Branch
de: Verzweigung
fi: Hajonta
hu: Elágazás
it: Ramo
tr: Dal
uk: Гілка

source: Legs
de: Etappen
fi: Osuudet
hu: Ágak
it: Frazioni
tr: Bacaklar
uk: Етапи

source: To assign a specific leg to a specific branch, type the leg number(s) below. Legs not assigned to a branch will be distributed among remaining branches randomly.
de: Um eine bestimmte Etappe einer bestimmten Verzweigung zuzuweisen, gebe die Etappennummer(n) unten ein. Etappen welche nicht einer Verzweigung zugewiesen werden, werden auf die verbleibenden Verzweigungen zufällig verteilt.
fi: Jos haluat määrittää tietyn osuuden tietylle hajonnalle, kirjoita osuusnumero(t) alapuolelle. Osuudet, joita ei ole määritetty hajonnoille, jaetaan jäljellä oleville hajonnoille satunnaisesti.
hu: Egy adott ág hozzárendeléséhez egy adott elágazáshoz gépelje be az ág számát. A hozzá nem rendelt ágak véletlenszerűen lesznek az elágazásokhoz rendelve.
it: Per assegnare una frazione specifica a un ramo specifico, digitare il numero o i numeri della frazione di fianco. Le frazioni non assegnate a un ramo verranno distribuite casualmente tra i rami rimanenti.
tr: Belirli bir şubeye belirli bir bacak atamak için, aşağıya bacak numaralarını yazın. Bir şubeye atanmayan bacaklar, kalan şubelere rastgele dağıtılacaktır.
uk: Щоб пов'язати етап з певною гілкою, вкажіть номер етапу(ів) нижче. Етапи, що не пов'язані з гілками, будуть розподілені між вільними гілками випадковим чином.

source: More information...
de: Weitere Informationen...
fi: Lisätietoja...
hu: További információk…
it: Ulteriori informazioni...
tr: Ayrıntılı bilgi...
uk: Докладніше…

source: Leg Assignments
de: Etappenzuweisung
fi: Osuusmäärittelyt
hu: Ág hozzárendelések
it: Assegnamento frazione
tr: Bacak Atamaları
uk: Призначення етапів

source: Purple Pen is provided under a "BSD" style license.
de: Purple Pen unterliegt einer BSD-ähnlichen Lizenz.
fi: Ohjelman Purple Pen lisenssi on BSD-tyylinen.
hu: A Purple Pen "BSD" stílusú licensz alatt közzétéve.
it: Purple Pen è fornito sotto una licenza di stampo "BSD"
pl: Purple Pen jest wydany na licencji typu "BSD".
tr: Purple Pen, "BSD" tarzı bir lisans altında sağlanır.
uk: Purple Pen надається на умовах "BSD"-подібної ліцензії.

source: Purple Pen License
de: Purple Pen Lizenz
fi: Purple Pen lisenssi
hu: Purple Pen licensz
it: Licenza Purple Pen
pl: Licencja Purple Pen
tr: Purple Pen Lisansı
uk: Ліцензія Purple Pen

source: Change Color...
de: Farbe ändern...
fi: Vaihda väri...
hu: Szín módosítás...
it: Cambia colore...
pl: Zmień kolor...
tr: Renk Değiştir...
uk: Змінити колір...

source: Style:
de: Stil:
fi: Tyyli:
hu: Stílus:
it: Stile:
pl: Styl:
tr: Stil:
uk: Стиль:

source: Single
de: Einzel
fi: Yksi viiva
hu: Egyszeres
it: Singola
pl: Pojedyncza
tr: Tek
uk: Одинарна

source: Double
de: Doppel
fi: Kaksi viivaa
hu: Dupla
it: Doppia
pl: Podwójna
tr: Çift
uk: Подвійна

source: Dashed
de: Gestrichelt
fi: Katkoviiva
hu: Szaggatott
it: Tratteggiata
pl: Linia przerywana
tr: Kesikli
uk: Пунктирна

source: Width:
de: Breite:
fi: Leveys:
hu: Szélesség:
it: Larghezza:
pl: Szerokość:
tr: Genişlik:
uk: Товщина:

source: Gap Size:
de: Abstand
fi: Välin koko:
hu: Rés mérete:
it: Dim. Tratto Vuoto:
pl: Rozmiar odstępu:
tr: Boşluk Boyutu:
uk: Розмір проміжку:

source: Dash Size:
de: Strichgrösse:
fi: Viivan koko:
hu: Vonás mérete:
it: Dim. Tratto:
pl: Długość kreski:
tr: Çizgi Boyutu:
uk: Розмір штриха:

source: Corner Radius:
de: Eckenradius:
fi: Kulmasäde:
hu: Sarok sugara:
it: Raggio angoli:
pl: Promień zaokrąglenia narożników:
tr: Köşe yarıçapı:
uk: Радіус скруглення:

source: All Controls
de: Alle Posten
fi: Kaikki rastit
hu: Minden ellenőrzőpont
it: Tutti i punti
pl: Wszystkie PK
tr: Tüm Kontroller
uk: Всі КП

source: Descriptions
de: Beschreibungen
fi: Määritteet
hu: Leírások
it: Descrizioni
tr: Açıklamalar
uk: Описи

source: Ordering
de: Sortierung
fi: Järjestys
hu: Sorrend
it: Ordine
tr: Sipariş
uk: Порядок

source: mapViewerTopology
de: mapViewerTopologie
tr: mapViewerTopoloji

source: Purple Pen files|*.ppen|All files|*.*
de: Purple Pen-Dateien|*.ppen|Alle Dateien|*.*
fi: Purple Pen tiedostot|*.ppen|Kaikki tiedostot|*.*
hu: Purple Pen fájlok|*.ppen|Minden fájl|*.*
it: File Purple Pen|*.ppen|Tutti i file|*.*
pl: Pliki Purple Pen|*.ppen|Wszystkie|*.*
tr: Purple Pen dosyası|*.ppen|Tüm dosyalar|*.*
uk: Файли Purple Pen|*.ppen|Всі файли|*.*

source: Purple Pen file|*.ppen
de: Purple Pen-Dateien|*.ppen
fi: Purple Pen tiedosto|*.ppen
hu: Purple Pen fájl|*.ppen
it: File Purple Pen|*.ppen
pl: Plik Purple Pen|*.ppen
tr: Purple Pen dosyası|*.ppen
uk: Файли Purple Pen|*.ppen

source: &File
de: &Datei
fi: &Tiedosto
hu: &Fájl
pl: &Plik
tr: &Dosya
uk: &Файл

source: &New Event...
de: &Neuer Wettkampf...
fi: &Uusi tapahtuma...
hu: Új &Esemény
it: &Nuovo Evento...
pl: &Nowe zawody...
tr: &Yeni etkinlik...
uk: &Нова подія...

source: &Open...
de: &Öffnen …
fi: &Avaa...
hu: &Megnyitás…
it: &Apri...
pl: &Otwórz...
tr: &Aç...
uk: &Відкрити...

source: &Save
de: &Speichern
fi: &Tallenna
hu: Men&tés
it: &Salva
pl: &Zapisz
tr: &Kaydet
uk: &Зберегти

source: Save &As...
de: Speichern &unter …
fi: Tallenna &nimellä...
hu: Mentés más&ként…
it: Salva &Come...
pl: Zapisz &jako...
tr: Farklı kaydet...
uk: Зберегти &як...

source: Create OCAD &Files...
de: OCAD-Da&teien erstellen …
fi: Vie &OCAD-tiedostoihin...
hu: OCAD fájlok létrehozása...
it: Crea &File OCAD...
pl: Utwórz &pliki OCAD
tr: OCAD ve Dosyalar Oluştur ...
uk: Створити &файли OCAD...

source: Create Ima&ge Files...
de: B&ilddateien erstellen...
fi: Luo ku&vatiedostoja...
hu: Képfájlok létrehozása...
it: Crea file imma&gine...
tr: Ima&ge Dosyası Oluştur...
uk: Створити файли зобра&жень...

source: Create P&DFs
de: P&DFs erstellen
fi: Luo P&DF-tiedostoja
hu: PDF fájlok létrehozása...
it: Crea P&DF
tr: P&DF ler oluştur
uk: Створити P&DF

source: &Descriptions...
de: &Postenbeschreibungen...
fi: Rastin&määritteet...
hu: Pontleírások...
it: &Descrizioni...
tr: &Açıklamalar...
uk: &Легенди КП...

source: Pu&nch Cards...
de: St&empelkarten...
fi: &Leimauskuviot...
hu: Kartonok...
it: Cartellino punzonature...
tr: Delme Kartları Yazdır...
uk: Кар&точки для відмітки...

source: &Courses...
de: &Bahnen...
fi: &Radat...
hu: Pályák...
it: &Percorsi...
tr: &Parkurlar...
uk: &Дистанції...

source: Create Route Review Files
de: Bahnprüfungs-Dateien erstellen
fi: Luo reitintarkastelutiedostoja
it: Crea Route Review file
tr: Rota İnceleme Dosyaları Oluşturun
uk: Створити файли Route Review

source: Create RouteGadget Files...
de: RouteGadget Dateien erstellen...
fi: Luo Reittihärveli-tiedostoja...
hu: RouteGadget fájlok létrehozása...
it: Crea file RouteGadget
tr: RouteGadget Dosyaları Oluşturun...
uk: Створити файли RouteGadget...

source: Create Data &Interchange File (IOF XML)...
de: Daten-&Austauschdatei erstellen (IOF XML)...
fi: Vie &XML-tiedostoon...
hu: Adatcsere fájl létrehozása (IOF XML)...
it: Crea file interscambio (IOF XML)...
pl: Utwórz plik I&OF XML
tr: Veri ve Değişim Dosyası Oluştur (IOF XML)...
uk: Створити файл для &обміну даними (IOF XML)...

source: Create G&PX File...
de: G&PX File erstellen...
fi: Luo &GPX-tiedosto...
hu: &GPX fájl készítése...
it: Crea G&PX File...
tr: G&PX Dosyası Oluştur...
uk: Створити файл G&PX...

source: Create &KML File...
de: &KML-Datei erstellen...
fi: Luo &KML-tiedosto...
it: Crea &KML File...
tr: &KML Dosyası Oluştur...
uk: Сворити файл &KML...

source: &Print Descriptions...
de: Postenbeschreibungen &drucken...
fi: Tulosta rastin&määritteet...
hu: &Leírások nyomtatása...
it: Stampa &Descrizioni
pl: &Drukuj opisy PK...
tr: Açıklamaları &Yazdır...
uk: &Друкувати легенди...

source: Print Pu&nch Cards...
de: Ko&ntrollkarten drucken...
fi: Tulosta &leimauskuviot...
hu: Kartonok &nyomtatása...
it: Stampa cartellino punzonature...
pl: Wydrukuj &perforowane karty startowe
tr: Delme Kartları Yazdır...
uk: Друкувати кар&тки для відмітки...

source: Print &Courses...
de: &Bahnen drucken
fi: Tulosta &ratoja...
hu: &Pályák nyomtatása...
it: Stampa&Percorsi
pl: Drukuj &trasy...
tr: Yazdır & Parkurları...
uk: Друкувати &дистанції...

source: Set Print A&rea
de: D&ruckbereich festlegen
fi: A&seta tulostusalue
hu: Nyomtatandó &terület
it: Imposta Stampa &Area
pl: Ustaw &obszar wydruku
tr: Yazdırma Alanını& Ayarla
uk: Вказати область дру&ку

source: This &Part Only
de: Nur diese &Teilstrecke
fi: Vain tälle &osalle
hu: Csak ez a &Rész
it: Solo questa %parte
pl: Tylko ta &część
tr: &Yalnızca bu bölümü
uk: Тільки ця &частина

source: &This Course
de: D&iese Bahn
fi: &Tälle radalle
hu: &Ez a pálya
it: &Questo Percorso
pl: &Ta trasa
tr: &Bu Parkuru
uk: &Ця дистанція

source: &All Courses
de: A&lle Bahnen
fi: &Kaikille radoille
hu: &Minden pálya
it: &Tutti i Percorsi
pl: &Wszystkie trasy
tr: &Tüm Parkurlar
uk: &Всі дистанції
