Repository: pauliojanpera/PurplePen
Catalog: loc/po/purplepen/*.po
Languages: de, fi, hu, it, pl, tr, uk

source: Left mouse button: move/size rectangle; Right mouse button: move map; Scroll wheel: zoom in/out
de: Linke Maustaste: Rechteck verschieben/Größe ändern; Rechte Maustaste: Karte verschieben; Mausrad drehen: Hinein-/Herauszoomen
fi: Hiiren vasen painike: Siirrä/rajaa tulostusaluetta; Hiiren oikea painike: Siirrä karttaa; Hiiren rulla: Lähennä/loitonna
hu: Bal egérgomb: téglalap mozgatás/méretezés; Jobb egérgomb: térkép mozgatás; Görgetőgomb: nagyítás +/-
it: Tasto sinistro del mouse: sposta/ridimensiona il rettangolo; Tasto destro del mouse: sposta la mappa; Rotella di scorrimento: zoom avanti/indietro
tr: Sol fare düğmesi: dikdörtgen / boyut taşı; Sağ fare düğmesi: haritayı taşımak; Kaydırma tekerleği: yakınlaştırma / uzaklaştırma
uk: Ліва кнопка миші: рухати/змінити розмір прямокутника; Права кнопка миші: рухати карту; Коліщатко: наблизити/віддалити

source: Hold down left mouse button and drag to move selected object
de: Um das ausgewählte Objekt zu verschieben, bewegen Sie die Maus mit gedrückter linker Maustaste
fi: Siirrä valittua kohdetta painamalla hiiren vasen painike pohjaan ja raahaamalla kohde haluamaasi paikkaan.
hu: Tartsa lenyomva a bal gombot és húzza a mozgatáshoz az objektumot
it: Tieni premuto il pulsante sinistro del mouse e trascina per spostare l'oggetto selezionato
pl: Przytrzymaj lewy przycisk myszy i przeciągnij aby przesunąć wybrany obiekt
tr: Sol fare tuşunu basılı tutun ve seçilen nesneyi taşımak için sürükleyin
uk: Утримуйте ліву кнопку та перетащіть мишку, щоб рухати виділений об'єкт

source: Hold down left mouse button and drag corner point to move it
de: Um den Eckpunkt zu verschieben, klicken sie auf ihn und bewegen die Maus mit gedrückter linker Maustaste
fi: Siirrä kulmapistettä painamalla hiiren vasen painike pohjaan ja vetämällä kulmapiste haluamaasi paikkaan
hu: Tartsa lenyomva a bal gombot és húzza a sarokpontot az elmozdításhoz
it: Tieni premuto il pulsante sinistro del mouse e trascina l'angolo per spostarlo
pl: Przytrzymaj lewy przycisk myszy i przeciągnij uchwyt w narożniku aby go przesunąć
tr: Sol fare tuşunu basılı tutun ve taşımak için köşe noktasını sürükleyin
uk: Утримуйте ліву кнопку мишки та перетащіть вузлову точку, щоб змінити її позицію

source: Move object to desired location and release mouse button
de: Bewegen Sie das Objekt zum gewünschten Ort und lassen Sie dann die Maustaste los
fi: Siirrä kohde haluamaasi paikkaan ja vapauta painike
hu: Mozgassa az objektumot a kívánt helyre és engedje el az egérgombot
it: Muovi oggetto nella posizione desiderata e rilascia il pulsante del mouse
pl: Przesuń obiekt w pożądane położenie i zwolnij przycisk myszy
tr: Nesneyi istediğiniz yere taşıyın ve fare tuşunu bırakın
uk: Перемістіть об'єкт в бажане місце та відпустіть кнопку

source: Move corner point to desired location and release mouse button
de: Bewegen Sie den Eckpunkt an die gewünschte Stelle und lassen dann die Maustaste los
fi: Siirrä kulmapiste haluamaasi paikkaan ja vapauta painike
hu: Mozgassa a sarokpontot a kívánt helyre és engedje el az egérgombot
it: Sposta l'angolo nella posizione desiderata e rilascia il pulsante del mouse
pl: Przesuń uchwyt w narożniku do pożądanego położenia i zwolnij przycisk myszy
tr: Köşeyi istediğiniz konuma taşıyın ve fare tuşunu bırakın
uk: Перемістіть вузлову точку в бажане місце та відпустіть кнопку

source: Click left mouse button to place new control
de: Drücken Sie die linke Maustaste, um einen neuen Posten zu setzen
fi: Lisää uusi rasti klikkaamalla hiiren vasenta painiketta
hu: Kattintson a bal egérgombbal az új ellenőrzőpont lerakásához
it: Clicca il pulsante sinistro del mouse per posizionare un nuovo controllo
pl: Kliknij lewym przyciskiem myszy aby umieścić nowy PK
tr: Yeni kontrolü yerleştirmek için sol fare tuşunu tıklayın
uk: Клацніть лівою кнопкою мишки щоб розмістити новий КП

source: Click left mouse button to add existing control "{0}" to course
de: Drücken Sie die linke Maustaste, um den bestehenden Posten "{0}" zur Bahn hinzuzufügen
fi: Lisää rasti "{0}" radalle klikkaamalla hiiren vasenta painiketta
hu: Kattintson a bal gombbal a létező ellenőrzőpont "{0}" pályához adásához
it: Clicca il pulsante sinistro del mouse per aggiungere un controllo esistente "{0}" al percorso
pl: Kliknij lewy przycisk myszy aby dodać istniejący PK "{0}" do trasy
tr: Varolan "{0}" kontrolü parkura eklemek için farenizin sol tuşuna tıklayın
uk: Клацніть лівою кнопкою мишки щоб додати існуючий КП "{0}" на дистанцію

source: Click left mouse button to place new start
de: Drücken Sie die linke Maustaste, um einen neuen Start zu platzieren
fi: Lisää uusi K-piste klikkaamalla hiiren vasenta painiketta
hu: Kattintson a bal gombbal az új rajt lerakásához
it: Clicca il pulsante sinistro del mouse per posizionare una nuova partenza
pl: Kliknij lewy przycisk myszy aby umieścic nowy start
tr: Yeni başlatmak için sol fare tuşunu tıklayın
uk: Клацніть лівою кнопкою мишки щлб розмістити новий старт

source: Click left mouse button to add existing start to course
de: Drücken Sie die linke Maustaste, um einen existierenden Start zur Bahn hinzuzufügen
fi: Lisää K-piste radalle klikkaamalla hiiren vasenta painiketta
hu: Kattintson a bal gombbal a létező rajt pályához adásához
it: Clicca il pulsante sinistro del mouse per aggiungere una partenza esistente al percorso
pl: Kliknij lewy przycisk myszy aby dodać istniejący start do trasy
tr: Mevcut başlangıca kursa eklemek için farenizin sol tuşuna tıklayın
uk: Клацніть лівою кнопкою мишки щоб додати існуючий старт до дистанції

source: Click left mouse button to place new finish
de: Drücken Sie die linke Maustaste, um ein neues Ziel zu platzieren
fi: Lisää uusi maali klikkaamalla hiiren vasenta painiketta
hu: Kattintson a bal gombbal az új cél lerakásához
it: Clicca il pulsante sinistro del mouse per posizionare un nuovo arrivo
pl: Kliknij lewy przycisk myszy aby umieścić nową metę
tr: Yeni bitirmek için sol fare düğmesini tıklayın
uk: Клацніть лівою кнопкою мишки щоб розмістити новий фініш

source: Click left mouse button to add existing finish to course
de: Drücken Sie die linke Maustaste, um ein existierendes Ziel zur Bahn hinzuzufügen
fi: Lisää maali radalle klikkaamalla hiiren vasenta painiketta
hu: Kattintson a bal gombbal a létező cél pályához adásához
it: Clicca il pulsante sinistro del mouse per aggiungere un arrivo esistente al percorso
pl: Kliknij lewy przycisk myszy aby dodać istniejącą metę do trasy
tr: Mevcut bitirmeyi rotaya eklemek için farenizin sol tuşuna tıklayın
uk: Клацніть лівою кнопкою мишки щоб додати існуючий фініш до дистанціїї

source: Click left mouse button to place new mandatory crossing point
de: Drücken Sie die linke Maustaste, um eine neue Pflichtquerung hinzuzufügen
fi: Lisää uusi pakollinen ylitys/alituspaikka klikkaamalla hiiren vasenta painiketta
hu: Kattintson a bal gombbal az új kötelező átkelő lerakásához
it: Fare clic sul pulsante sinistro del mouse per posizionare un nuovo punto di passaggio obbligatorio
pl: Kliknij lewy przycisk myszy aby umieścić nowe obowiązkowe miejsce przejścia
tr: Zorunlu yeni geçiş noktasını yerleştirmek için sol fare düğmesini tıklayın
uk: Клацніть лівою кнопкою мишки щоб розмістити новий обов'язковий пункт перетину

source: Click left mouse button to add existing mandatory crossing point to course
de: Drücken Sie die linke Maustaste, um eine existierende Pflichtquerung zur Bahn hinzuzufügen
fi: Lisää pakollinen ylitys/alituspaikka radalle klikkaamalla hiiren vasenta painiketta
hu: Kattintson a bal gombbal a létező kötelező átkelő pályához adásához
it: Fare clic sul pulsante sinistro del mouse per aggiungere un punto di attraversamento obbligatorio esistente al percorso
pl: Kliknij lewy przycisk myszy aby dodać istniejące obowiązkowe miejsce przejścia do trasy
tr: Mevcut zorunlu geçiş noktasını rotaya eklemek için sol fare tuşunu tıklayın
uk: Клацніть лівою кнопкою мишки щоб додати існуючий пункт перетину до дистанції

source: Click left mouse button to place new object
de: Drücken Sie die linke Maustaste, um ein neues Objekt zu platzieren
fi: Lisää uusi kohde klikkaamalla hiiren vasenta painiketta
hu: Kattintson a bal gombbal egy új objektum lerakásához
it: Fare clic sul pulsante sinistro del mouse per posizionare il nuovo oggetto
pl: Kliknij lewy przycisk myszy aby umieścić nowy obiekt
tr: Yeni nesne yerleştirmek için sol fare tuşunu tıklayın
uk: Клацніть лівою кнопкою мишки щоб розмістити новий об'єкт

source: Click left mouse button at the location of the bend
de: Drücken Sie die linke Maustaste an der Stelle, an der der Eckpunkt erzeugt werden soll
fi: Lisää kulmapiste klikkaamalla sen paikkaa hiiren vasemmalla painikkeella
hu: Kattintson a bal gombbal a kanyar helyén
it: Fare clic con il pulsante sinistro del mouse nella posizione della piega
pl: Kliknij lewy przycisk myszy w miejscu gdzie ma być dodane zgięcie
tr: Viraj yerinde sol fare tuşunu tıklayın
uk: Клацніть лівою кнопкою мишки щоб розмістити вигин

source: Click left mouse button to add a new corner
de: Drücken Sie die linke Maustaste, um einen neuen Eckpunkt hinzuzufügen
fi: Lisää uusi kulma klikkaamalla hiiren vasenta painiketta
hu: Kattintson a bal gombbal a sarok helyén
it: Fare clic sul pulsante sinistro del mouse per aggiungere un nuovo angolo
pl: Kliknij lewy przycisk myszy, aby dodać nowy narożnik
tr: Yeni bir köşe eklemek için sol fare tuşunu tıklayın
uk: Клацніть лівою кнопкою мишки щоб додати новий кут

source: Click left mouse button on a bend to remove it
de: Klicken Sie mit der linken Maustaste auf einen Eckpunkt, um diesen zu entfernen.
fi: Poista kulmapiste klikkaamalla sitä hiiren vasemmalla painikkeella
hu: Kattintson a bal gombbal a kanyaron az eltávolításához
it: Fare clic con il pulsante sinistro del mouse su una piega per rimuoverla
pl: Kliknij lewy przycisk myszy na zgięciu, aby je usunąć
tr: Bir virajı kaldırmak için farenin sol tuşuna tıklayın
uk: Клацніть лівою кнопкою мишки на вигин, щоб видалити його

source: Click left mouse button on a corner to remove it
de: Klicken Sie mit der linken Maustaste auf einen Eckpunkt, um diesen zu entfernen.
fi: Poista kulma klikkaamalla sen kohdalla hiiren vasenta painiketta
hu: Kattintson a bal gombbal a sarkon az eltávolításához
it: Fare clic con il pulsante sinistro del mouse su un angolo per rimuoverlo
pl: Kliknij lewy przycisk myszy na narożniku, aby go usunąć
tr: Kaldırmak için bir köşedeki sol fare düğmesini tıklayın
uk: Клацніть лівою кнопкою мишки на кут, щоб видалити його

source: Click left mouse button on the control circle to add a small gap; hold down left mouse button and drag to create a large gap
de: Klicken Sie mit der linken Maustaste auf einen Postenkreis, um eine kleine Lücke einzufügen; halten Sie die linke Maustaste gedrückt und ziehen Sie sie, um eine größere Lücke einzufügen.
fi: Lyhyt katko: klikkaa hiiren vasenta painiketta; pitkä katko: paina hiiren vasen painike pohjaan ja vedä haluamasi pituinen katko
hu: Kattintson a bal gombbal az ellenőrzőpont körén kis rés hozzáadásához, tartsa lenyomva a gombot és mozgassa az egeret nagy rés létrehozásához
it: Fare clic con il pulsante sinistro del mouse sul cerchio di controllo per aggiungere un piccolo spazio; tenere premuto il pulsante sinistro del mouse e trascinare per creare un ampio spazio
tr: Küçük bir boşluk eklemek için kontrol çemberindeki sol fare düğmesini tıklayın; Sol fare tuşunu basılı tutun ve büyük bir boşluk oluşturmak için sürükleyin
uk: Клацніть лівою кнопкою мишки на коло КП, щоб додати невеликий розріз; утримуйте ліву кнопку та проведіть мишкою, щоб створити більший розріз

source: Click left mouse button on a gap in the control circle to remove it
de: Klicken Sie mit der linken Maustaste auf eine Lücke, um sie zu entfernen
fi: Poista katko valitusta rastiympyrästä klikkaamalla sitä hiiren vasemmalla painikkeella
hu: Kattintson a bal gombbal a résen annak eltávolításához
it: Fare clic con il pulsante sinistro del mouse su uno spazio vuoto nel cerchio di controllo per rimuoverlo
pl: Kliknij lewy przycisk myszy na przerwie w kółku PK aby ją usunąć
tr: Kontrol grubundaki boşluğu kaldırmak için fareyle sol tıklayın
uk: Клацніть лівою кнопкою мишки на розріз у колі КП, щоб видалити його

source: Click left mouse button to create small gap; hold down left mouse button and drag to create a large gap in the leg
de: Klicken Sie mit der linken Maustaste auf eine Linie, um eine kleine Lücke einzufügen; halten Sie die linke Maustaste gedrückt und ziehen Sie sie, um eine größere Lücke einzufügen.
fi: Lyhyt katko: klikkaa hiiren vasenta painiketta; pitkä katko: paina hiiren vasen painike pohjaan ja vedä haluamasi pituinen katko
hu: Kattintson a bal gombbal egy kis rés létrehozásához; tartsa lenyomva a gombot és mozgassa nagy rés létrehozásához
it: Fare clic sul pulsante sinistro del mouse per creare un piccolo spazio; tenere premuto il pulsante sinistro del mouse e trascinare per creare un ampio spazio nella frazione
tr: Küçük boşluk oluşturmak için sol fare tuşunu tıklayın; Sol fare tuşunu basılı tutun ve bacakta geniş bir boşluk oluşturmak için sürükleyin
uk: Клацніть лівою кнопкою мишки щоб створити невеликий розріз; утримуйте ліву кнопку та проведіть мишкою, щоб створити більший розріз на з'єднувальній лінії

source: Click left mouse button on a gap in the leg to remove it
de: Klicken Sie mit der linken Maustaste auf eine Lücke in der Teilstrecke, um sie zu entfernen
fi: Poista katko valitulta rastiväliviivalta klikkaamalla sitä hiiren vasemmalla painikkeella
hu: Kattintson a bal gombbal a résen annak eltávolításához
it: Fare clic con il pulsante sinistro del mouse su uno spazio vuoto nella frazione per rimuoverlo
pl: Kliknij lewy przycisk myszy na przerwie w przebiegu aby ją usunąć
tr: Kaldırmak için bacağın bir boşluğunda farenin sol düğmesini tıklayın
uk: Клацніть лівою кнопкою мишки на розрізі на з'єднувальній лінії, щоб видалити його

source: Hold down left mouse button and drag to size the selected object
de: Halten Sie die linke Maustaste gedrückt und ziehen Sie sie, um die Größe des Objektes zu verändern
fi: Paina hiiren vasen painike pohjaan ja vedä muuttaaksesi valitun kohteen kokoa.
hu: Tartsa lenyomva a bal gombot és mozgassa az egeret az objektum méretezéséhez
it: Tenere premuto il pulsante sinistro del mouse e trascinare per ridimensionare l'oggetto selezionato
pl: Przytrzymaj i przeciągnij lewy przycisk myszy aby zmienić rozmiar zaznaczonego obiektu
tr: Sol fare tuşunu basılı tutun ve seçilen nesnenin boyutunu değiştirmek için sürükleyin
uk: Утримуйте ліву кнопку та проведіть мишкою, щоб змінювати розмір вибраного об'єкту

source: Move edge(s) to desired location and release mouse button
de: Bewegen Sie die Kante(n) an die gewünschte Stelle und lassen Sie die Maustaste los
fi: Siirrä reuna(t) haluamaasi paikkaan ja vapauta painike
hu: Mozgassa az él(ek)et a kívánt helyre és engedje el a gombot
it: Spostare i bordi nella posizione desiderata e rilasciare il pulsante del mouse
pl: Przesuń krawędź (krawędzie) do pożądanego położenia i zwolnij przycisk myszy
tr: Kenarları istenilen yere taşıyın ve fare düğmesini bırakın
uk: Перемістіть край(ї) у потрібне місце та відпустіть кнопку миші

source: Hold down left mouse button and drag to create control descriptions
de: Halten Sie die linke Maustaste gedrückt und ziehen Sie sie, um die Postenbeschreibungen zu platzieren
fi: Paina hiiren vasen painike pohjaan ja vedä lisätäksesi rastinmääritteet
hu: Tartsa lenyomva a bal gombot és mozgassa a pontleírás létrehozásához
it: Tieni premuto il pulsante sinistro del mouse e trascina per creare le descrizioni dei controlli
pl: Przytrzymaj i przeciągnij lewy przycisk myszy aby stworzyć opisy punktów kontrolnych
tr: Sol fare tuşunu basılı tutun ve kontrol açıklamaları oluşturmak için sürükleyin
uk: Утримуйте ліву кнопку та проведіть мишкою, щоб створити таблицю легенд

source: Click left mouse button when the crossing point is rotated to the correct angle
de: Klicken Sie mit der linken Maustaste, wenn der Pflichübergang im richtigen Winkel liegt
fi: Klikkaa hiiren vasenta painiketta, kun ylitys/alituspaikka on kierretty oikeaan kulmaan
hu: Kattintson a bal gombbal amikor a kereszteződés a kívánt szögben áll
it: Fare clic sul pulsante sinistro del mouse quando la croce viene ruotata all'angolo corretto
tr: Geçiş noktası doğru açıya döndürüldüğünde farenin sol tuşuna tıklayın
uk: Клацніть лівою кнопкою мишки коли пункт перетину повернуто у вірному напрямку

source: Hold down left mouse button and drag to add a line segment; click the left mouse button to finish adding object
de: Halten Sie die linke Maustaste gedrückt und ziehen Sie sie, um ein Liniensegment hinzuzufügen; klicken Sie mit der linken Maustaste, um den Vorgang abzuschließen
fi: Paina hiiren vasen painike pohjaan ja vedä piirtääksesi janan; klikkaa hiiren vasenta painiketta lopettaaksesi kohteen piirtämisen
hu: Tartsa lenyomva a bal gombot és mozgassa új vonaldarab hozzáadásához; kattintson a bal gombbal az objektum hozzáadásának befejezéséhez
it: Tieni premuto il pulsante sinistro del mouse e trascina per aggiungere un segmento di linea; fare clic con il pulsante sinistro del mouse per completare l'aggiunta dell'oggetto
tr: Sol fare tuşunu basılı tutun ve bir çizgi parçası eklemek için sürükleyin; Nesneyi eklemeyi bitirmek için farenin sol düğmesini tıklayın
uk: Утримуйте ліву кнопку та проведіть мишкою, щоб додати лінійний сегмент; клацніть лівою кнопкою мишки щоб завершити додавання об'єкта

source: Hold down left mouse button and drag to create text
de: Halten Sie die linke Maustaste gedrückt und ziehen Sie sie, um den Text zu erzeugen
fi: Paina hiiren vasen painike pohjaan ja vedä lisätäksesi tekstin
hu: Tartsa lenyomva a bal gombot és mozgassa a szöveg hozzáadásához
it: Tieni premuto il pulsante sinistro del mouse e trascina per creare il testo
tr: Sol fare tuşunu basılı tutun ve metin oluşturmak için sürükleyin
uk: Утримуйте ліву кнопку та проведіть мишкою, щоб створити текст

source: Click left mouse button to add existing map exchange to course
de: Klicken Sie mit der linken Maustaste, um einen bereits existierenden Kartenwechsel zur Bahn hinzuzufügen.
fi: Lisää kartanvaihto radalle klikkaamalla hiiren vasenta painiketta
hu: Kattintson a bal gombbal a létező térképcsere pályához adásához
it: Fare clic sul pulsante sinistro del mouse per posizionare un nuovo cambio mappa
tr: Var olan harita değişimini rotaya eklemek için farenizin sol tuşuna tıklayın
uk: Клацніть лівою кнопкою мишки, щоб додати існуючий пункт зміни карт на дистанцію

source: Click left mouse button to place new map exchange
de: Klicken Sie mit der linken Maustaste, um einen neuen Kartenwechsel hinzuzufügen.
fi: Lisää uusi kartanvaihto klikkaamalla hiiren vasenta painiketta
hu: Kattintson a bal gombbal új térképcsere lerakásához
it: Fare clic sul pulsante sinistro del mouse per posizionare un nuovo scambio di mappe
tr: Yeni harita değişimi yapmak için farenizin sol tuşuna tıklayın
uk: Клацніть лівою кнопкою мишки, щоб розмістити новий пункт зміни карт

source: Click left mouse button to add map exchange at control "{0}"
de: Klicken Sie mit der linken Maustaste, um einen Kartenwechsel an Posten "{0}" hinzuzufügen
fi: Lisää kartanvaihto rastille "{0}" klikkaamalla hiiren vasenta painiketta
hu: Kattintson a bal gombbal a térképcsere a(z) "{0}" ellenőrzőpontnál hozzáadásához
it: Fare clic sul pulsante sinistro del mouse per aggiungere lo scambio di mappe al controllo "{0}"
tr: Harita değişimini kontrole eklemek için sol fare tuşunu tıklayın. "{0}"
uk: Клацніть лівою кнопкою мишки, щоб додати зміну карти на КП "{0}"

source: Hold down left mouse button and drag to create object
de: Halte die linke Maustaste und ziehen um Objekt zu erstellen
fi: Paina hiiren vasen painike pohjaan ja vedä luodaksesi kohteen
hu: Tartsa lenyomva és mozgassa az egeret az új objektum létrehozásához
it: Tieni premuto il pulsante sinistro del mouse e trascina per creare l'oggetto
tr: Sol fare tuşunu basılı tutun ve nesneyi oluşturmak için sürükleyin
uk: Утримуйте ліву кнопку та проведіть мишкою, щоб створити об'єкт

source: Drag control number to reorder it in the course (hold shift to duplicate)
de: Kontrollnummer ziehen, um sie neu zu positionieren ("Shift" gedrückt halten, um sie zu duplizieren)
fi: Vedä rastinumeroa toiseen kohtaan radan uudelleenjärjestämiseksi
hu: Húzza az ellenőrzőpont számát a pályán belüli átrendezéshez (tartsa lenyomva a Shift-et a duplikáláshoz)
it: Trascina il numero di controllo per riordinarlo nel percorso (tieni premuto Maiusc per duplicare)
tr: Parkur numaralarını yeniden sıralamak için sürükleyin (Çoğaltmak için Kaydıra basılı tutunuz)
uk: Потягніть за номер КП, щоб змінити їх порядок у дистанції (утримуйте Shift щоб продублювати)

source: Click left mouse button to add existing map issue point to course
de: Mit linker Maustaste klicken, um einen bereits existierenden Kartenabgabepunkt zur Bahn hinzuzufügen
fi: Lisää kartanottopaikka radalle klikkaamalla hiiren vasenta painiketta
hu: Kattintson a bal gombbal a meglevő térkép felvételi pont pályához adásához
it: Fare clic sul pulsante sinistro del mouse per aggiungere al percorso il punto consegna mappa esistente
tr: Harita basımında rotayı eklemek için farenin sol düğmesine basınız
uk: Клацніть лівою кнопкою мишки, щоб додати існуючий пункт зміни карт на дистанцію

source: Click left mouse button to place new map issue point
de: Klicke mit linker Maustaste, um einen neuen Kartenabgabepunkt zu platzieren
fi: Lisää uusi kartanottopaikka klikkaamalla hiiren vasenta painiketta
hu: Kattintson a bal gombbal egy új térképfelvételi ponthoz.
it: Fare clic sul pulsante sinistro del mouse per posizionare un nuovo punto consegna mappa
tr: Yeni harita dağıtım noktası yerleştirmek için farenin sol düğmesine tıklayınız
uk: Клацніть лівою кнопкою мишки, щоб розмістити існуючий пункт зміни карт

source: Hold down left mouse button and drag to stretch the stretch the crossing point
de: Die linke Maustaste gedrückt halten und die Verlängerung zu dem gewünschten Kreuzungspunkt ziehen.
fi: Paina hiiren vasen painike pohjaan ja vedä venyttääksesi ylitys/alituspaikkaa
it: Tenere premuto il pulsante sinistro del mouse e trascinare per allungare l'area
tr: Geçiş noktasını uzatmak için farenin sol tuşuna basılı tatarak sürükleyin
uk: Утримуйте ліву кнопку та проведіть мишкою, щоб розтягнути пункт перетину

source: Click the left mouse button on a control or registration mark to move to a new location
it: Fare clic con il pulsante sinistro del mouse su un controllo o un contrassegno per spostarsi in una nuova posizione
tr: Yeni bir konuma taşımak için bir kontrol veya kayıt işaretinin üzerinde sol fare düğmesine tıklayın

source: Click the left mouse button on the new location for the control or registration mark
it: Fare clic con il pulsante sinistro del mouse sulla nuova posizione per il controllo o contrassegno
tr: Kontrol veya kayıt işaretinin yeni konumu üzerinde farenin sol tuşuna tıklayın

source: Export...
de: Exportieren...
fi: Vie...
hu: Exportálás...
it: Esporta...
tr: Dışarı aktar...
uk: Експорт...

source: Number of legs:
de: Anzahl der Teilstrecken:
fi: Osuuksia:
hu: Ágak széma:
it: Numero di Frazioni
tr: Bacak sayısı:
uk: Кількість етапів:

source: Assign Variations
de: Varianten Zuweisen
fi: Määritä hajonnat
hu: Varióciók hozzárendelése
it: Assegna Variazioni
tr: Varyasyon Ata
uk: Призначити варіанти розсіювання

source: Number of teams:
de: Anzahl der Teams:
fi: Joukkueita:
hu: Csapatok száma:
it: Numero delle Squadre:
tr: Takım Sayısı:
uk: Кількість команд:

source: Assign fixed legs to branches...
de: Fixe Verzweigungen für Teilstrecken zuweisen...
fi: Määritä osuudet hajonnoille...
hu: Rögzített ágak elágazásokhoz rendelése...
it: Assegna frazioni fisse ai rami...
tr: Her ayağa sabit hedefler atayın.
