Repository: pauliojanpera/PurplePen
Catalog: loc/po/purplepen/*.po
Languages: de, fi, hu, it, pl, tr, uk

source: Program &Language...
de: Programm&sprache festlegen
fi: Ohjelman &kieli...
hu: A program nyel&ve:
it: &Lingua Programma...
pl: &Język programu
tr: Program &Dili...
uk: Мова &програми...

source: &Edit
de: &Bearbeiten
fi: &Muokkaa
hu: S&zerkesztés
it: &Modifica
pl: &Edycja
tr: &Düzenle
uk: &Редагувати

source: &Clear Selection
de: Auswahl &aufheben
fi: Tyhjennä &valinta
hu: &Kijelölés megszüntetése
it: &Pulisci Selezione
pl: U&suń zaznaczenie
tr: &Seçili olanı temizle
uk: &Очистити вибір

source: &Undo
de: &Rückgängig:
fi: &Kumoa
hu: &Visszavonás
it: &Annulla
pl: &Cofnij
tr: &Geri al
uk: &Вернути

source: &Redo
de: &Wiederholen:
fi: &Tee uudelleen
hu: Ú&jra
it: &Ripristina
pl: &Ponów
tr: &Yinele
uk: &Повторити

source: &Delete
de: &Löschen
fi: &Poista
hu: &Törlés
it: &Cancella
pl: &Usuń
tr: &Sil
uk: &Видалити

source: &View
de: &Ansicht
fi: &Näytä
hu: &Nézet
it: &Visualizza
pl: &Widok
tr: &Görünüm
uk: &Вигляд

source: Entire &Course
de: Ganze &Bahn
fi: Koko &rata
hu: &Teljes pálya
it: Intero &Percorso
pl: &Cała trasa
tr: Bütün &Parkur
uk: Ціла &дистанція

source: Entire &Map
de: Ganze &Karte
fi: Koko &kartta
hu: Te&ljes térkép
it: &Mappa Intera
pl: Cała &mapa
tr: Bütün &Harita
uk: &Ціла карта

source: &Zoom
fi: &Zoomaa
hu: Na&gyítás
pl: &Powiększ
tr: &Yaklaştır
uk: &Збільшення

source: Map &Intensity
de: Kartenfarb&intensität
fi: Kartan &intensiteetti
hu: Térkép intenzitás
it: &Intensità Mappa
pl: &Nieprzezroczystość mapy
tr: Harita &Yoğunluk
uk: &Інтенсивність карти

source: &Very Low
de: &Sehr gering
fi: &Hyvin matala
hu: Nagyon &alacsony
it: M&olto Basso
pl: &Bardzo niska
tr: &Çok düşük
uk: &Дуже низьке

source: &Low
de: &Gering
fi: &Matala
hu: Alacs&ony
it: &Basso
pl: &Niska
tr: &Düşük
uk: &Низьке

source: &Medium
de: &Mittel
fi: Keski&suuri
hu: Kö&zepes
it: &Medio
pl: Ś&rednia
tr: &Orta
uk: &Середнія

source: &High
de: &Hoch
fi: &Korkea
hu: Maga&s
it: &Alto
pl: &Wysoka
tr: & Yüksek
uk: &Висока

source: &Full
de: &Volle Intensität
fi: &Täysi
hu: &Teljes
it: &Pieno
pl: &Pełna
tr: &Tam
uk: &Повна

source: Map &Quality
de: Karten&qualität
fi: Kartan &laatu
hu: Térkép&minőség
it: &Qualità Mappa
pl: Jak&ość mapy
tr: Harita &Kalite
uk: &Якість карти

source: Low
de: Niedrig
fi: Matala
hu: Alacsony
it: Basso
pl: Niska
tr: Düşük
uk: Низька

source: High
de: Hoch
fi: Korkea
hu: Magas
it: Alto
pl: Wysoka
tr: Yüksek
uk: Висока

source: Show P&rint Area
de: Druckbe&reich anzeigen
fi: Nä&ytä tulostusalue
hu: Mutassa &Nyomtatott területet
it: Mostra a&rea stampa
pl: Pokaż obszar &wydruku
tr: Baskı &Alanını Göster
uk: По&казувати область дуку

source: Show &Popup Information
de: &Popup Information anzeigen
fi: Näytä &ponnahdustiedot
hu: Mutassa a &Felugró adatokat
it: Mostra &Popup Informazioni
tr: &Açılır Bilgiyi Göster
uk: Пока&зувати вспливаючу інформацію

source: &All Controls
de: &Alle Posten
fi: K&aikki rastit
hu: &Minden ellenőrzőpont
it: &Tutti I Punti
pl: &Wszystkie PK
tr: %Tüm Hedefler
uk: &Всі КП

source: Other Courses...
de: Andere Bahnen
fi: Muut radat...
hu: Egyéb pályák...
it: Altri Perocrsi...
tr: Diğer Parkurlar...
uk: Інші дистанції...

source: Clear Other Courses
de: Andere Bahnen löschen
fi: Tyhjennä muut radat
hu: Egyéb pályák törlése
it: Pulisci altri Percorsi
tr: Diğer Parkurları Temizle
uk: Прибрати інші дистанції

source: &Add
de: &Hinzufügen
fi: &Lisää
hu: Ú&j
it: &Aggiungi
tr: &Ekle
uk: &Додати

source: &Start
fi: &Lähtö
hu: Új &rajt
it: &Partenza
tr: &Başlama
uk: &Старт

source: &Control
de: &Posten
fi: &Rasti
hu: Új &ellenőrzőpont
it: &Controllo
tr: & Kontrol
uk: &КП

source: &Finish
de: &Ziel
fi: &Maali
hu: Be&fejezés
it: &Arrivo
pl: &Zakończ
tr: &Bitiş
uk: &Фініш

source: &Descriptions
de: &Beschreibungen
fi: Rasti&nmääritteet
hu: Új &pontleírás
it: &Descrizioni
tr: & Açıklamalar
uk: &Легенди

source: Map Flip/E&xchange
de: Karten&wechsel
fi: &Kartanvaihto
hu: Új &térképcsere
it: Rotazione/Cambio Mappa
tr: Harita &Değişimi
uk: Зміна карти

source: Map &Flip at Control Point
de: Map &Flip am Kontrollpunkt
fi: &Kartankääntö rastilla
it: &Rotazione/Cambio Mappa
tr: Harita &Kontrol Noktasında Çevir

source: Map Exchange at &Control Point
de: Kartenwechsel an &Posten
fi: Kartanvaihto &rastilla
hu: &Térképcsere az ellenőrzőpontnál
it: &Cambio Mappa Al Punto Di Controllo
pl: Zmiana &mapy na PK
tr: &Kontrol Noktasında Harita Değişimi
uk: Пункт зміни карти на &КП

source: Flagged &Route to Map Exchange
de: &Ausgeflaggte Strecke zum Kartenwechsel
fi: &Viitoitettu reitti kartanvaihtoon
hu: &Szalagozás a térképcseréig
it: &Percorso Segnalato Al Cambio Mappa
pl: O&taśmowany przebieg do zmiany mapy
tr: Harita Değişimine Yönelik İşaretli Rota
uk: М&аркування до пункту зміни карти

source: &Variation...
de: &Variante...
fi: &Hajonta...
hu: Új &variáció
it: &Variante...
tr: &Varyasyon...
uk: &Розсіювання

source: Text &Line...
de: Text&zeile...
fi: &Tekstirivi...
hu: Új szöve&gsor
it: Testo &Linea...
tr: Metin &Çizgi...
uk: Строка &тексту

source: Timed Start
de: Zeitgesteuerter Start
fi: Aikalähtö
hu: Időzített indítás
it: Partenza a Tempo
tr: Zamanlayıcı Başlatma
uk: Виносний старт

source: Mandatory Crossing Point
de: Pflichtpassage
fi: Pakollinen ylitys/alituspaikka
hu: Kötelező átkelő
it: Punti di attraversamento obbligati
pl: Obowiązkowy punkt przebiegu
tr: Zorunlu Geçiş Noktası
uk: Обов'язковий пункт перетиину

source: Optional Crossing Point
de: Optionale Passage
fi: Ylitys/alituspaikka
hu: Átkelő
it: Punti di attraversamento opzionali
pl: Opcjonalny punkt przebiegu
tr: Opsiyonel Geçiş Noktası
uk: Необов'язковий пункт перетину

source: Out Of Bounds Area
de: Sperrgebiet
fi: Kielletty alue
hu: Elzárt terület
it: Area Fuori Dai Limiti
pl: Teren zakazany
tr: Sınır Dışı Alan
uk: Заборонена територія

source: Dangerous Area
de: Gefährliches Gebiet
fi: Vaarallinen alue
hu: Veszélyes hely
it: Area Pericolosa
pl: Teren niebezpieczny
tr: Tehlikeli Alan
uk: Небезпечна територія

source: Water Location
de: Getränkeposten
fi: Juomapaikka
hu: Vizes hely
it: Posizione Dell'Acqua
pl: Lokalizacja punktu odżywczego
tr: Su Noktası
uk: Пункт підживлення

source: First Aid Location
de: Erste Hilfe
fi: Ensiapupaikka
hu: Elsősegély hely
it: Posizione Del Primo Soccorso
pl: Lokalizacja punktu pierwszej pomocy
tr: İlk yardım Noktası
uk: Пункт першої допомоги

source: Forbidden Route Marking
de: Verbotene Strecke
fi: Kielletty reitti
hu: Tiltott út jelzése
it: Segnale percorso proibito
pl: Oznaczenie niedozwolonego przebiegu
tr: Yasak Güzergah İşaretleme
uk: Позначка забороненого шляху

source: Uncrossable Boundary
de: Unpassierbare Grenze
fi: Ylityskielto
hu: Nem keresztezhető határ
it: Confine Non Attraversabile
pl: Nieprzekraczalna granica
tr: Aşılmaz Sınır
uk: Непрохідна межа

source: Registration Mark
de: Passkreuz
fi: Kohdistusristi
hu: Regisztrációs jel
it: Croce di regolazione
pl: Znak wewnętrzny
tr: Kayıt İşareti
uk: Мітка суміщення

source: White Out Area
de: Weiße Fläche
fi: Valkoinen alue
hu: Fehér terület
it: Area Bianca
pl: Wymaż obszar
tr: Beyaz Dış Alan
uk: Забілена область

source: Image
de: Bild
fi: Kuva
hu: Kép
it: Immagine
pl: Obraz
tr: Resim
uk: Зображення

source: Line
de: Linie
fi: Viiva
hu: Vonal
it: Linea
pl: Linia
tr: Çizgi
uk: Лінія

source: Rectangle
de: Rechteck
fi: Suorakulmio
hu: Téglalap
it: Rettangolo
pl: Prostokąt
tr: Dikdörtgen
uk: Прямокутник

source: Ellipse
fi: Ellipsi
it: Ellisse
tr: Elips
uk: Еліпс

source: Eve&nt
de: &Wettkampf
fi: Tapa&htuma
hu: &Esemény
it: Eve&nto
pl: &Zawody
tr: Etkinlik
uk: Подія

source: &Map File...
de: &Kartendatei...
fi: &Karttatiedosto...
hu: &Térkép fájl...
it: &File Mappa...
pl: Plik &mapy
tr: & Harita Dosyası ...
uk: &Файл карти...

source: Change Control &Codes...
de: Kontroll&codes ändern...
fi: &Vaihda rastikoodeja...
hu: &Ellenőrző kódok módosítása
it: Cambia &Codici Di Controllo...
pl: Zmień &kody PK
tr: Kontrol &Kodlarını Değiştir...
uk: Змінити &коди КП...

source: Automatic &Numbering...
de: Automatische &Nummerierung...
fi: &Automaattinen numerointi...
hu: A&utomatikus számozás
it: &Numerazione Automatica
pl: Automatyczne &numerowanie
tr: Otomatik &Numaralandırma...
uk: Автоматична &нумерація...

source: Remove &Unused Controls...
de: Nicht genutzte Posten &entfernen...
fi: &Poista käyttämättömät rastit...
hu: &Nem használt ellenőrzöpontok törlése
it: Rimuovi Controlli &Inutilizzati
pl: Usuń nie&używane PK
tr: Kullanılmayan Kontrolleri Kaldır...
uk: Видалити &незадіяні КП...

source: Mo&ve All Controls...
de: Alle Bedienelemente verschieben...
fi: Siirrä kaikkia &rasteja...
it: Muo&vi Tutti i Punti...
tr: Tüm Noktaları Ta&şı...

source: &Punch Patterns...
de: Kontrollkarten&design
fi: &Leimauskuviot...
hu: &Szúrásminták...
it: Schema Punzonatura...
pl: Wzorce &perforowania...
tr: Zımba Desenleri...
uk: &Форма компостерів...

source: IOF &Standards
fi: &IOF:n standardit
hu: IOF &Szabvány
tr: IOF &Standartları
uk: &Стандарти IOF

source: 2004 Description Standard
de: Postenbeschreibungsnorm 2004
fi: Rastinmääritteet 2004
hu: 2004-es leírás szabvány
it: 2004 Descrizione Standard
tr: 2004 Tanım Satandardı
uk: 2004 стандарт легенд КП

source: 2018/2024 Description Standard
de: Postenbeschreibungsnorm 2018/2024
fi: Rastinmääritteet 2018/2024
hu: 2018-as/2024-as lerírás szabvány
it: 2018/2024 Descrizione Standard
tr: 2018/2024 Tanım Satandardı
uk: 2018/2024 стандарт легенд КП

source: ISOM2000 Map Standard
de: ISOM2000 Kartennorm
fi: ISOM2000-kuvausohje
hu: ISOM2000 térkép jelkulcs
it: ISOM2000 Standard Mappa
tr: ISOM2000 Harita Standardı
uk: ISOM2000 стандарт карти

source: ISOM2017 Map Standard
de: ISOM2017 Kartennorm
fi: ISOM2017-kuvausohje
hu: ISOM2017 térkép jelkulcs
it: ISOM2017 Standard Mappa
tr: ISOM2017 Harita Standardı
uk: ISOM2017 стандарт карти

source: ISSprOM 2019 Map Standard
de: ISSprOM 2019 Kartenstandard
fi: ISSprOM 2019 -kuvausohje
it: ISSprOM 2019 Standard Mappa
tr: ISSprOM 2019 Harita Standardı
uk: ISSprOM 2019 стандарт карти

source: Customize &Description Text...
de: &Textpostenbeschreibung anpassen
fi: Muokkaa &sanallisia rastinmääritteitä...
hu: &Leírás testreszabása
it: Personalizza &Descrizione Del Testo...
pl: Dostosuj tekst &opisu...
tr: &Açıklama Metnini Özelleştir...
uk: Налашту&вати текст легенд КП...

source: Customize &Appearance...
de: Aussehen &anpassen
fi: Muokkaa &ulkoasua...
hu: &Pálya kinézetének testreszabása...
it: Personalizza &Aspetto...
pl: Dostosuj &wygląd
tr: &Görünüşü özelleştirme...
uk: Налаштувати зовнішній вигляд...

source: &Course
de: Bah&nen
fi: &Rata
hu: &Pálya
it: &Percorso
pl: &Trasa
tr: &Parkur
uk: Ди&станція

source: &Add Course...
de: &Neue Bahn...
fi: &Lisää rata...
hu: Új &pálya
it: &Aggiungi Percorso...
pl: &Dodaj trasę...
tr: &Parkur ekle...
uk: Додати дистанцію...

source: &Delete Course
de: Bahn &löschen
fi: &Poista rata
hu: Pálya &törlése
it: &Rimuovi Percorso
pl: &Usuń trasę...
tr: &Parkur Sil
uk: &Видалити дистанцію

source: D&uplicate Course...
de: Bahn d&uplizieren ...
fi: &Kopioi rata...
hu: Pálya &másolása...
it: &Duplicata Percorso...
pl: &Zduplikuj trasę...
tr: Parkuru Çoğalt...
uk: Дублювати дистанцію...

source: &Properties...
de: &Eigenschaften...
fi: &Ominaisuudet...
hu: Tu&lajdonságok…
it: &Proprietà...
pl: &Właściwości...
tr: Özellikler...
uk: Властивості...

source: Course &Order...
de: Bahn&reihenfolge ...
fi: Ratojen &järjestys...
hu: Pálya sorrend...
it: &Ordine Percorso...
pl: &Kolejność trasy...
tr: Parkur &Sırası...
uk: Порядок дистанцій...

source: Competitor &Load...
de: Läu&ferauslastung...
fi: &Aseta kuormitus...
hu: &Versenyzőszám...
it: Carico &Atleti...
pl: &Obciążenie zawodnikami...
tr: Rakip &Yükle...
uk: Навантаження учасниками...

source: Relay Team &Variations...
de: Staffelteam &Varianten...
fi: Viestin joukkue&hajonnat...
hu: Váltó csapat &Variációk...
it: &Varianti squadre staffetta...
tr: Röle Takımı & Varyasyonlar...
uk: Розсіювання ко&манд на естафеті...

source: &Item
de: &Objekte
fi: &Kohde
hu: &Elem
it: &Oggetto
pl: &Obiekt
tr: &Nesne
uk: Об'єкт

source: Delete For&k/Loop
de: Gabelung/Schleife &löschen
fi: Poista &hajonta
hu: Villa/Hurok &törlése
it: Cancella &Biforcazione/Farfalla
tr: Ayrım/Döngü Sil
uk: Вида&лити вилку/петлю

source: Add &Bend
de: &Eckpunkt hinzufügen
fi: Lisää k&ulmapiste
hu: Új kanyar
it: Aggiungi &Piega
pl: &Dodaj punkt zgięcia
tr: Ekle&Kıvrım
uk: Додати в&игин

source: Remove B&end
de: Eckpunkt e&ntfernen
fi: Poista ku&lmapiste
hu: Kanyar törlése
it: Rimuovi Pie&ga
pl: &Usuń punkt zgięcia
tr: Bükme Sil
uk: Видалити вигин

source: Add &Gap
de: &Lücke einfügen
fi: Lisää k&atko
hu: Új rés
it: Aggiungi Segmento Vuoto
pl: &Dodaj przerwę
tr: Ekle&Açıklık
uk: Додати розрив

source: Remove Ga&p
de: Lücke &entfernen
fi: Poista katk&o
hu: Rés törlése
it: Rimuovi Tratta &Vuota
tr: Boşluğu kaldır
uk: Видалити ро&зрив

source: Change &Text...
de: Text &ändern
fi: Muokkaa tek&stiä...
hu: Szöveg módosítása...
it: Cambia &Testo
pl: Zmień &tekst...
tr: Değiştir &Metin...
uk: Змінити т&екст...

source: Change Line &Appearance...
de: Linie & Aussehen ändern
fi: Muuta v&iivan ulkoasua...
hu: &Sor kinézete...
it: Cambia &Aspetto Linea...
pl: Zmień wygląd &linii...
tr: Satır &Görünümünü Değiştir...
uk: Змінити вигляд лінії...

source: R&otate
de: &Drehen
fi: &Kierrä
hu: &Forgatás
it: R&uota
pl: &Obróć
tr: Döndür
uk: Обертати

source: &Stretch
de: &Verlängern
fi: &Venytä
it: &Espandi
tr: Uzat
uk: Розтягнути

source: &Leg Flagging
de: Teilstrecke &ausflaggen
fi: &Viitoitus
hu: Át&menet szalagozása
it: &Zona Cambio Frazionisti
pl: &Otaśmowanie przebiegu
tr: &Bacak İşaretleme
uk: Маркування перегону

source: No Flagging
de: Nicht ausgeflaggt
fi: Ei viitoitusta
hu: Nincs szalagozás
it: Tratta Non Segnata
pl: Brak otaśmowania
tr: İşaretleme Yok
uk: Не промарковано

source: Entire Leg Flagged
de: Gesamte Teilstrecke ausgeflaggt
fi: Koko rastiväli viitoitettu
hu: A teljes átmenet szalagos
it: Intera Tratta Segnalata
pl: Cały przebieg otaśmowany
tr: Tüm Bacak İşaretlendi
uk: Весь перегон маркований

source: Beginning of Leg Flagged
de: Anfang der Teilstrecke ausgeflaggt
fi: Alku rastivälistä viitoitettu
hu: Az átmenet eleje szalagozott
it: Inizio Tratta Segnalata
pl: Otaśmowany początek przebiegu
tr: Bacak Bayraklı Başlangıcı
uk: Початок перегону маркований

source: End of Leg Flagged
de: Ende der Teilstrecke ausgeflaggt
fi: Loppu rastivälistä viitoitettu
hu: Az átmenet vége szalagozott
it: Fine Tratta Segnalata
pl: Otaśmowany koniec przebiegu
tr: Bacak Sonu İşaretlendi
uk: Кінець перегону маркований

source: Change Displa&yed Courses...
de: Anze&ige besonderer Objekte...
fi: Muuta näk&ymisasetuksia...
hu: A megjelenített pályák módosítása...
it: Cambia &Percorsi Visualizzati...
pl: Zmień w&yświetlane trasy...
tr: Görüntülenen Parkurları Değiştir...
uk: Відобразити &на дистанціях...

source: &Reports
de: Be&richte
fi: Ra&portit
hu: &Jelentések
it: &Resoconti
pl: &Raporty
tr: &Rapor
uk: Звіти

source: Course &Summary
de: Alle &Bahndaten
fi: Rata&yhteenveto
hu: Pálya összefoglaló
it: Percorso &Sommario
pl: &Podsumowanie trasy
tr: Parkur & Özet
uk: Параметри дистанц&ій

source: Event &Audit
de: Bahnüber&prüfung
fi: &Virheraportti
hu: Esemény ellenőrzése
it: &Controllo Evento
pl: &Audyt zawodów
tr: Etkinlik & Denetim
uk: Аудит змагань

source: &Leg Lengths
de: Bahn&längen
fi: Rastivälien &pituudet
hu: Átmenet hosszak
it: &Lunghezza Frazioni
pl: &Długości przebiegów
tr: &Bacak Uzunlukları
uk: &Довжити перегонів

source: Control &Cross-reference
de: Bahn-Posten &Querverweise
fi: &Rastien ristiviiteraportti
hu: Ellenőrzőpontok keresztreferenciája
it: Incroci Controlli
pl: &Indeks PK
tr: Kontrol &Çapraz referans
uk: Перехре&сність КП

source: Control and Leg Loa&d
de: Auslastung der Posten und Teilstrecken
fi: &Kuormitusraportti
hu: Ellenőrzőpont és átmenet forgalma
it: Carico Controlli e Frazioni
pl: O&bciążenie PK oraz przebiegów
tr: Kontrol ve Bacak Yükleme
uk: На&вантаженість КП та перегонів

source: &Help
de: &Hilfe
fi: &Ohje
hu: &Súgó
it: &Aiuto
pl: &Pomoc
tr: &Yardım
uk: &Довідка

source: Purple Pen &Help
de: Purple Pen &Hilfe
fi: Purple Pen -&ohje
hu: Purple Pen &Súgó
it: &Aiuto Purple Pen
pl: &Pomoc Purple Pen
tr: Purple Pen &Yardım
uk: Довідка Purple Pen

source: Purple Pen Help (Translated)
de: Purple Pen Hilfe (Übersetzt)
fi: Purple Pen -ohje (suomi)
hu: Purple Pen Súgó (lefordított)
pl: Pomoc Purple Pen (przetłumaczone)
tr: Purple Pen Yardım (Çeviri)
uk: Довідка Purple Pen (переклад)

source: Purple Pen &Web Site
fi: &Purple Pen -kotisivu
hu: Purple Pen &Web oldal
it: &Aiuto Purple Pen (Tradotto)
pl: Strona &domowa Purple Pen
tr: Purple Pen &Web Sitesi
uk: Purple Pen &Web сайт

source: &Support/Bug Reporting
de: &Support/Fehler berichten
fi: Tuki/&Virheraportointi
hu: &Segítség/Hibabejelentés
it: &Supporto/Segnalazione Problemi
pl: &Wsparcie/Zgłaszanie błędów
tr: &Destek/Hata Raporlama
uk: П&ідтримка/Звітувати про помилку

source: Make a &Donation
de: &Spenden Sie
hu: &Támogatás
it: Fai Una &Donazione
pl: Złóź darowiznę
tr: Bağış Yap
uk: Зробити пожерт&ву

source: &About Purple Pen
de: &Über Purple Pen
fi: &Tietoja ohjelmasta
hu: A Purple Pen programról
it: &Riguardo A Purple Pen
pl: &O Purple Pen
tr: &Purple Pen Hakkında
uk: Про Purple Pen

source: Debug
de: Debuggen
hu: Hibakeresés
pl: Debugowanie
tr: Hata ayıklama
uk: Відлагодження

source: Symbol Browser
hu: Szimbólum böngésző
it: Libreria Simboli
pl: Przeglądarka symboli
tr: Sembol Tarayıcı
uk: Переглядач знаків

source: Description Browser
de: Postenbeschreibungsbrowser
hu: Leírás böngésző
it: Libreria Descrizioni
pl: Przeglądarka opisów
tr: Açıklama Tarayıcı
uk: Переглядач піктограм

source: Control Tester
de: Postentester
hu: Ellenőrzőpont teszt
it: Tester Controllo
pl: Tester PK
tr: Kontrol Testi

source: Map Tester
de: Kartentester
hu: Térkép teszt
it: Tester Mappa
pl: Tester mapy
tr: Harita Testi

source: Course Selector Tester
de: Bahnauswahltester
hu: Pálya választó teszt
it: Tester Selezione Percorso
pl: Tester wyboru trasy
tr: Parkur Seçme Testi

source: Dot Grid Tester
de: Punktrastertester
hu: Pont háló teszt
it: Tester Griglia Punteggiata
pl: Testowanie siatki kropek
tr: Grid Noktası Testi

source: Dump OCAD File
de: Test-OCAD-Datei
hu: OCAD fájl listázása
it: Scarica File OCAD
pl: Zrzuć plik OCAD
tr: OCAD Dosyası Dökümü

source: Report Tester
de: Berichtstester
hu: Jelentés teszt
it: Tester Riepilogo
pl: Tester raportów
tr: Rapor Testi

source: Font Metrics
de: Fontmaße
hu: Betűméretek
it: Misure Carattere
pl: Metryka czcionki
tr: Metrik Yazı Tipi

source: Missing Description Translations
de: Fehlende Beschreibungsübersetzungen
it: Traduzione Descrizione Mancante
tr: Açıklama Çevirileri Eksik

source: Crash
de: Absturz
fi: Kaatuminen
hu: Összeomlás
it: Interruzione anomala
pl: Awaria
tr: Çarpışmak
uk: Аварійне завершення роботи

source: &Translate Description Text
de: &Textbeschreibungen übersetzen
fi: &Käännä
hu: Leírás lefordítása
it: & Traduzione Testo Descrizione
pl: &Przetłumacz tekst opisu
tr: &Açıklama Metni Çevirisi
uk: П&ерекласти текст легенд

source: Add Description Language...
de: Beschreibungssprache hinzufügen...
fi: Lisää rastinmääritteiden kieli...
hu: Leírás nyelvének hozzáadása
it: Aggiungi Lingua Descrizioni...
pl: Dodaj język opisów PK...
tr: Tanım Dili Ekle...
uk: Додати мову легенди...

source: Add Translated Texts...
de: Übersetzte Texte hinzufügen...
fi: Lisää tai muokkaa käännöksiä...
hu: Fordított szövegek megadása
it: Aggiungi Testi Tradotti...
pl: Dodaj przetłumaczone teksty...
tr: Çevrilmiş Metinleri Ekle...
uk: Додати перекладений текст...

source: Merge Symbols.xml...
hu: Symbols.xml összefűzése
pl: Scal Symbols.xml...
tr: Sembolleri Birleştir.xml...
uk: Об'єднати знаки.xml...

source: Open
de: Öffnen
fi: Avaa
hu: Megnyitás
it: Apri
pl: Otwórz
tr: Aç
uk: Відкрити

source: Open (Ctrl+O)
de: Öffnen (Ctrl+O)
fi: Avaa (Ctrl+O)
hu: Megnyitás (Ctrl+O)
it: Apri (Ctrl+O)
pl: Otwórz (Ctrl+O)
tr: Aç (Ctrl+O)
uk: Відкрити (Ctrl+O)

source: Save
de: Speichern
fi: Tallenna
hu: Mentés
it: Salva
pl: Zapisz
tr: Kaydet
uk: Зберегти

source: Save (Ctrl+S)
de: Speichern (Ctrl+S)
fi: Tallenna (Ctrl+S)
hu: Mentés (Ctrl+S)
it: Salva (Ctrl+S)
pl: Zapisz (Ctrl+S)
tr: Kaydet (Ctrl+S)
uk: Зберегти (Ctrl+S)

source: Undo
de: Rückgängig:
fi: Kumoa
hu: Visszavonás
it: Annulla
pl: Cofnij
tr: Geri Al
uk: Відмінити

source: Undo (Ctrl+Z)
de: Rückgängig: (Ctrl+Z)
fi: Kumoa (Ctrl+Z)
hu: Visszavonás (Ctrl+Z)
it: Annulla (Ctrl+Z)
pl: Cofnij (Ctrl+Z)
tr: Geri Al (Ctrl+Z)
uk: Відмінити (Ctrl+Z)

source: Redo
de: Wiederherstellen:
fi: Tee uudelleen
hu: Újra
it: Ripristina
pl: Ponów
tr: Yinele
uk: Повернути

source: Redo (Ctrl+Y)
de: Wiederherstellen: (Ctrl+Y)
fi: Tee uudelleen (Ctrl+Y)
hu: Újra (Ctrl+Y)
it: Ripristina (Ctrl+Y)
pl: Ponów (Ctrl+Y)
tr: Yinele (Ctrl+Y)
uk: Повенути (Ctrl+Y)

source: Delete (Del)
de: Löschen (Del)
fi: Poista (Del)
hu: Törlés (Del)
it: Cancella (Del)
pl: Usuń (Del)
tr: Sil (DEL)
uk: Видалити (Del)

source: Add Control (Ctrl+A)
de: Posten hinzufügen (Ctrl+A)
fi: Lisää rasti (Ctrl+A)
hu: Új ellenőrzőpont (Ctrl+A)
it: Aggiungi Controllo (Ctrl+A)
pl: Dodaj PK (Ctrl+A)
tr: Hedef Ekle (Ctrl+A)
uk: Додати КП (Ctrl+A)

source: Add Descriptions
de: Postenbeschreibung hinzufügen
fi: Lisää rastinmääritteet
hu: Új pontleírás
it: Aggiungi Descrizioni
pl: Dodaj opisy
tr: Açıklama Ekle
uk: Додати легенди

source: Map Flip at Control Point
de: Map Flip am Kontrollpunkt
fi: Kartankääntö rastilla
it: Rotazione Mappa al Punto di Controllo
tr: Kontrol Noktasında Harita Çevirme

source: Map Exchange at Control Point
de: Kartenwechsel an Posten
fi: Kartanvaihto rastilla
hu: Térképcsere az ellenőrzőpontnál
it: Cambio Mappa al Punto di Controllo
pl: Dodaj zmiane mapy na PK
tr: Kontrol Noktasında Harita Değişimi
uk: Зміна карти на КП

source: Flagged Route to Map Exchange
de: Ausgeflaggte Strecke zum Kartenwechsel
fi: Viitoitettu reitti kartanvaihtoon
hu: Szalagozás a térképcseréig
it: Percorso Segnalato al Cambio Mappa
pl: Otaśmowany przebieg do zmiany mapy
tr: Harita Değişim Rotası
uk: Маркований відрізок до зміни карти

source: Add Map Flip/Exchange
de: Kartenwechsel hinzufügen
fi: Lisää kartanvaihto
hu: Új térképcsere
it: Aggiungi Cambio Carta
pl: Dodaj zmianę mapy
tr: Harita Değişimi Ekle
uk: Додати заміну карт

source: Add Special Item
de: Besonderes Objekt hinzufügen
fi: Lisää erityiskohde
hu: Új speciális elem
it: Aggiungi Oggetto Speciale
pl: Dodaj obiekt specjalny
tr: Özel Nesne Ekle
uk: Додати спеціальий об'єкт

source: Create XML Interchange File
de: XML-Austausch Datei erstellen
fi: Vie XML-tiedostoon
hu: XML fájl létrehozása
it: Crea XML di Interscambio
pl: Utwórz plik XML
tr: XML Interchange Dosyası Yarat
uk: Створити файл обміну даними XML

source: No symbol
de: Kein Symbol
fi: Ei symbolia
hu: Nincs szimbólum
it: Nessun Simbolo
pl: Brak symbolu
tr: Sembol Yok
uk: Без знаку

source: All controls
de: Alle Posten
fi: Kaikki rastit
hu: Minden ellenőrzőpont
it: Tutti i controlli
pl: Wszystkie PK
tr: Tüm hedefler
uk: Всі КП

source: Cannot load '{0}' for the following reason:
de: Kann '{0}' aus folgendem Grund nicht laden:
fi: Tiedostoa '{0}' ei voida ladata seuraavasta syystä:
hu: '{0}' nem betölthető a következő okból:
it: Non posso caricare '{0}' per il seguente motivo:
pl: Nie mogę załadować '{0}' z następującego powodu:
tr: Aşağıdaki nedenden dolayı '{0}' yüklenemiyor:
uk: Не вдалося завантажити '{0}' з наступних причин:

source: Cannot save '{0}' for the following reason:
de: Kann '{0}' aus folgendem Grund nicht speichern:
fi: Tiedostoa '{0}' ei voida tallentaa seuraavasta syystä:
hu: '{0}' nem menthető a következő okból:
it: Non posso salvare '{0}' per il seguente motivo:
pl: Nie mogę zapisać '{0}' z następującego powodu:
tr: '{0}' şu nedenle kaydedilemiyor:
uk: Не вдалося зберегти '{0}' з наступних причин:
