Repository: pauliojanpera/PurplePen
Catalog: loc/po/purplepen/*.po
Languages: de, fi, hu, it, pl, tr, uk

source: When using an PDF file as a map, you must specify the map scale. The scale of the map indicates the relationship between the paper map and the real world.
de: Wenn Sie eine PDF-Datei als Kartenvorlage verwenden, müssen Sie den Kartenmaßstab angeben. Der Maßstab der Karte zeigt die Beziehung zwischen der Karte und der Natur.
fi: Kun käytät PDF-tiedostoa karttana, sinun on määritettävä kartan mittakaava. Mittakaava ilmaisee kartan ja sen kuvaaman todellisen maaston mittojen välisen suhteen.
hu: Ha PDF fájlt használunk térképként, meg kell adnia a térkép léptékét. A lépték a papír térkép és a valóság aránya.
it: Quando si utilizza un file PDF come mappa, è necessario specificare la scala della mappa. La scala della mappa indica il rapporto tra la mappa cartacea e il mondo reale.
pl: Kiedy używasz pliku PDF jako mapy podkładowej, musisz podać jej skalę. Skala mapy określa powiązanie pomiędzy wydrukiem a rzeczywistością.
tr: Bir PDF dosyasını harita olarak kullanırken harita ölçeğini belirtmelisiniz. Haritanın ölçeği, kağıt harita ile gerçek dünya arasındaki ilişkiyi gösterir.
uk: При використанні PDF файла у якості карти, необхідно вказати масштаб карти. Масштаб карти вказує на співвідношення між друкованою картою та реальним світом.

source: What folder (directory) do you want to save your course event file in?
de: In welchem Ordner wollen Sie die Wettkampfdatei abspeichern?
fi: Mihin kansioon (hakemistoon) tapahtuma tallennetaan?
hu: Melyik könyvtárba kívánja menteni az esemény pályáinak fájlját?
it: In quale cartella (directory) vuoi salvare il file dell'evento?
pl: W jakim katalogu chcesz zapisać plik zawodów?
tr: Parkur olay dosyanızı hangi klasöre (dizin) kaydetmek istiyorsunuz?
uk: У яку папку (директорію) ви бажаєте зберегти ваш файл змагань?

source: In the same folder as the map file.
de: Im gleichen Ordner wie die Kartendatei.
fi: Samaan kansioon karttatiedoston kanssa
hu: A térképpel megegyező könyvtárba.
it: Nella stessa cartella del file della mappa
pl: W tym samym folderze co plik mapy.
tr: Harita dosyası ile aynı klasörde.
uk: У ту саму папку, де файл карти.

source: In another folder I choose.
de: In einem anderen Ordner.
fi: Toiseen kansioon, jonka valitsen.
hu: Másik könyvtárba, amit kiválasztok.
it: In un altra cartella da scegliere
pl: W innym folderze, który wybiorę.
tr: Seçtiğim başka bir klasörde.
uk: У іншу папку, яку я виберу.

source: Choose Folder...
de: Ordner auswählen...
fi: Valitse kansio...
hu: Könyvtár választás...
it: Scegli Cartella...
pl: Wybierz folder...
tr: Dosya Seç...
uk: Вибрати папку...

source: Select the folder for your event file
de: Wählen Sie einen Ordner für Ihre Wettkampfdatei aus.
fi: Valitse kansio tapahtumatiedostollesi
hu: Válassza ki a könyvtárat az esemény fájl részére
it: Seleziona la cartella per il file dell'evento
pl: Wybierz folder dla pliku zawodów
tr: Etkinlik dosyanız için klasörü seçin
uk: Виберіть папку для вашого файлу змагань

source: Selected Folder
de: Ausgewählter Ordner
fi: Valittu kansio
hu: Kiválasztott könyvtár
it: Cartella selezionata
pl: Wybrany folder
tr: Seçili Klasör
uk: Вибрана папка

source: Event File Location
de: Wettkampfdatei
fi: Tapahtumatiedoston sijainti
hu: Esemény fájl helye
it: Posizione File Evento
pl: Lokalizacja pliku zawodów
tr: Etkinlik Dosyası Konumu
uk: Розміщення файлу змагань

source: Click "Finish" to create your new event. Your event file will be saved as:
de: Klicken Sie auf "Fertigstellen", um Ihren neuen Wettkampf anzulegen. Ihre Wettkampfdatei wird gespeichert als:
fi: Olet jo loppusuoralla. Kun klikkaat "Maali"-painiketta, uusi tapahtuma tallennetaan hakemistoon:
hu: Nyomjon "Kész"-t az új esemény létrehozásához. Az esemény fájl az alábbi néven lesz elmentve:
it: Fai clic su "Fine" per creare il tuo nuovo evento. Il file dell'evento verrà salvato come:
pl: Kliknij "Zakończ" aby stworzyć nowe zawody. Plik z zawodami będzie zapisany jako:
tr: Yeni etkinliğinizi oluşturmak için "Bitir"e tıklayın. Etkinlik dosyanız şu şekilde kaydedilecektir:
uk: Клікніть на "Завершити" щоб створити нові змагання. Ваш файл змагань буде збережено як:

source: After your event is created, select "New Course..." from the Course menu to create one or more courses.
de: Nachdem Ihr neuer Wettkampf angelegt wurde, wählen Sie bitte "Neue Bahn..." im Bahnen-Menü aus, um eine oder mehrere neue Bahnen anzulegen.
fi: Kun tapahtuma on luotu, valitse Rata-valikosta "Lisää rata..." luodaksesi yhden tai useampia ratoja.
hu: Az esemény létrehozása után válassza az "Új pálya..." menüpontot a Pálya menüből egy vagy több pálya létrehozására.
it: Dopo aver creato il tuo evento, seleziona "Nuovo Percorso..." dal menu Percorsi per creare uno o più percorsi.
pl: Po utworzeniu zawodów, wybierz "Nowa trasa..." z menu Trasy aby stworzyć jedną lub więcej tras.
tr: Etkinliğiniz oluşturulduktan sonra, bir veya daha fazla parkur oluşturmak için Parkur menüsünden "Yeni Parkur..." öğesini seçin.
uk: Коли ваші змагання створено, виберіть "Нова дистанція..." з меню Дистанції щоб створити ще одну дистанцію.

source: Create Event
de: Wettkampf Anlegen
fi: Luo tapahtuma
hu: Esemény létrehozása
it: Crea Evento
pl: Stwórz zawody
tr: Etkinlik Oluştur
uk: Створити змагання

source: In order to design your courses, you must select the map file you will be using. Typically this is an OCAD or OpenOrienteering Mapper file (although PDFs and image files like JPEGs can be used instead). Click the "Choose..." button to select a map file.
de: Um Bahnen zu zeichnen, muss eine Kartendatei ausgewählt werden. Normalerweise ist das eine OCAD oder OpenOrienteering Mapper Datei (auch PDFs und Bilder wie JPEGs können verwendet werden). Um eine Karte auszuwählen, klicke auf "Durchsuchen...".
fi: Jotta voit aloittaa ratasuunnittelun, sinun on valittava käytettävä karttatiedosto. Yleensä se on OCAD-tiedosto tai OpenOrienteering Mapper -tiedosto, mutta myös PDF- tai kuvatiedostoja, kuten JPEG-tiedostoja voidaan käyttää. Valitse karttatiedosto napsauttamalla "Valitse karttatiedosto..." -painiketta.
hu: A pályák tervezése előtt választania kell egy térkép fájlt. Ez általában egy OCAD fájl (de használható képfájl is pl. JPEG). Kattintson a "Választás..." gombra a térkép fájl megadásához.
it: Per progettare i tuoi percorsi, devi selezionare il file mappa che utilizzerai. In genere si tratta di un file OCAD o OpenOrienteering Mapper (sebbene sia possibile utilizzare PDF e file di immagine come JPEG). Fare clic sul pulsante "Scegli..." per selezionare un file mappa.
tr: Parkurlarınızı tasarlamak için kullanacağınız harita dosyasını seçmelisiniz. Tipik olarak bu bir OCAD veya OpenOrienteering harita dosyasıdır (ancak bunun yerine PDF'ler ve JPEG'ler gibi görüntü dosyaları kullanılabilir). Bir harita dosyası seçmek için "Seç..." düğmesini tıklayın.
uk: Щоб спланувати дистанції, необхідно спершу підключити файл карти, яку ви будете використовувати. Зазвичай це файл OCAD або OpenOrienteering Mapper (хоча також можна використовувати PDF-файли або файли зображень, наприклад JPEG). Натисніть кнопку "Обрати...", щоб вибрати файл карти.

source: Selected Map File
de: Ausgewählte Kartendatei
fi: Valittu karttatiedosto
hu: Kiválasztott térkép fájl
it: Seleziona File Mappa
pl: Wybierz plik mapy
tr: Harta Dosyasını Seç
uk: Вибрати файл карти

source: The map file was successfully loaded. If you send your Purple Pen file to someone else, they must have the map file also.
de: Die Kartendatei wurde erfolgreich geladen. Wenn sie ihre Purple Pen-Datei jemandem schicken, müssen sie die Kartendatei ebenfalls mitschicken.
fi: Karttatiedosto ladattiin onnistuneesti. Jos lähetät Purple Pen -tiedostosi jollekin muulle, muista lähettää myös karttatiedosto, ellei sitä ole vastaanottajalla.
hu: A térkép fájl betöltése sikeres volt. Ha a Purple Pen fájlt továbbküldi valahová, akkor vele kell küldenie a térkép fájlt is!
it: Il file della mappa è stato caricato con successo. Se invii il tuo file Purple Pen a qualcun altro, anche lui deve avere il file della mappa.
pl: Podkład mapy został pomyślnie załadowany. Jeżeli prześlesz plik Purple Pen osobie trzeciej, musisz pamiętać aby dołączyć również plik podkładu mapy.
tr: Harita dosyası başarıyla yüklendi. Purple Pen dosyanızı başka birine gönderirseniz, harita dosyasına da sahip olması gerekir.
uk: Файл карти успішно підключено. Якщо ви передаєте комусь файл Purple Pen, переконайтесь що отримувач має і файл карти.

source: Newly created controls are automatically numbered. Please choose the starting control number to use.
de: Neu erzeugte Posten werden automatisch nummeriert. Wählen Sie bitte den Startcode für den ersten Posten aus.
fi: Rastit numeroidaan automaattisesti. Valitse ensimmäinen käytössä oleva rastikoodi.
hu: Az új ellenőrzőpontok automatikusan számozódnak. Kérem adja meg a kezdőértéket.
it: I controlli appena creati vengono numerati automaticamente. Scegli il numero di controllo iniziale da utilizzare.
pl: Nowo stworzone PK sa automatycznie numerowane. Podaj kod PK od którego zacząć automatyczne numerowanie.
tr: Yeni oluşturulan kontroller otomatik olarak numaralandırılır. Lütfen kullanmak için başlangıç kontrol numarasını seçin.
uk: Нові КП нумеруються автоматично. Виберіть із якого номеру слід почати нумерацію.

source: (This setting can be changed later using Event/Automatic Numbering)
de: (Diese Einstellung kann später wieder unter "Wettkampf/Automatische Nummerierung..." geändert werden.)
fi: (Tätä asetusta voit myöhemmin muuttaa valitsemalla Tapahtuma/Automaattinen numerointi)
hu: (Ez a beállítás később megváltoztatható az Esemény/Automatikus számozás alatt)
it: (Questa impostazione può essere modificata in seguito utilizzando Evento/Numerazione automatica)
pl: (To ustawienie może zostać później zmienione przy użyciu Zawody/Automatyczne Numerowanie)
tr: (Bu ayar daha sonra Olay/Otomatik Numaralandırma kullanılarak değiştirilebilir)
uk: (Це налаштування можна буде змінити пізніше у меню Змагання/Автоматична нумерація)

source: Control Numbering
de: Kontrollcode Nummerierung
fi: Rastien numerointi
hu: Ellenőrzőpont számozás
it: Numerazione Controlli
pl: Numerowanie PK
tr: Kontrol Numaralandırma
uk: Нумерація КП

source: What scale will you be using to print your courses? In most cases, you will want to use the existing scale of the map.
de: In welchem Maßstab möchten Sie Ihre Bahnen drucken? In den meisten Fällen ist dies der Maßstab der Karte.
fi: Mitä tulostusmittakaavaa haluat käyttää? Oletuksena on kartan mittakaava.
hu: Milyen léptéket fog használni a pályáinak nyomtatásához? Általában a térkép léptékét használják.
it: Quale scala utilizzerai per stampare i tuoi percorsi? Nella maggior parte dei casi, si utilizzerà la scala esistente della mappa.
pl: W jakiej skali będą drukowane trasy? W większości przypadków będziesz używać skali mapy.
tr: Parkurlarınızı yazdırmak için hangi ölçeği kullanacaksınız? Çoğu durumda, haritanın mevcut ölçeğini kullanmak isteyeceksiniz.
uk: Який масштаб буде використовуватись для друку дистанцій? У більшості випадків доцільно використовувати масштаб карти.

source: Default &printing scale:
de: Standard &Druckmaßstab:
fi: Tulostus&mittakaava (oletus):
hu: Alapértelmezett &nyomtatási lépték:
it: Scala di stam&pa di default:
pl: Domyślna &skala wydruku:
tr: Varsayılan &baskı ölçeği:
uk: Масштаб друку за &замовченням:

source: (You can change the printing scale later for any course by choosing Course/Properties.)
de: (Sie können den Druckmaßstab später unter Bahn/Eigenschaften wieder ändern.)
fi: (Voit myöhemmin muuttaa tulostusmittakaavaa valitsemalla Rata/Ominaisuudet)
hu: (Megváltoztathatja a nyomtatási léptéket bármely pályához a Pálya/Beállítások alatt.)
it: (Puoi modificare la scala di stampa in un secondo momento per qualsiasi percorso selezionando Pecorso-->Proprietà)
pl: (Możesz zmienić skalę wydruku później dla dowolnej trasy wybierając Trasa/Właściwości)
tr: (Yazdırma ölçeğini daha sonra Kurs/Özellikler'i seçerek herhangi bir kurs için değiştirebilirsiniz)
uk: (Ви можете змінити масштаб друку пізніше для кожної дистанції окремо, використовуючи меню Дистанція/Властивості.)

source: (These settings can be changed later using Event/IOF Standards)
de: (Diese Einstellungen können später unter Wettkampf/IOF Normen geändert werden)
fi: (Näitä asetuksia voit myöhemmin muuttaa valitsemalla Tapahtuma/IOF:n standardit)
hu: (Ezek a beállítások később megváltoztathatók az Esemény/IOF Szabvány menüpontban)
it: (Queste impostazioni possono essere modificate in seguito utilizzando Evento/IOF Standards)
tr: (Bu ayarlar daha sonra Event/IOF Standartları kullanılarak değiştirilebilir)
uk: (Ці налаштування можливо буде змінити пізніше за допомогою меню Змагання/Стандарти IOF)

source: IOF Standards
de: IOF Normen
fi: IOF:n standardit
hu: IOF Szabványok
tr: IOF Standardı
uk: Стандарти IOF

source: IOF Map Standard
de: IOF Kartennorm
fi: IOF:n suunnistuskartan kuvausohje
hu: IOF jelkulcs szabvány
it: Standard Mappe IOF
tr: IOF Harita Standardı
uk: Стандарти карти IOF

source: Descriptions 2018 or 2024
de: Postenbeschreibungen 2018/2024
fi: Rastinmääritteet 2018/2024
hu: Pontmegnevezések 2018/2024
it: Descrizioni 2018 o 2024
tr: 2018/2024 Tanımlamalar
uk: Легенди 2018/2024

source: Descriptions 2004
de: Postenbeschreibungen 2004
fi: Rastinmääritteet 2004
hu: Pontmegnevezések 2004
it: Descrizioni 2004
tr: 2004 Tanımlamalar
uk: Легенди 2004

source: IOF Description Standard
de: IOF Postenbeschreibungsnorm
fi: IOF:n rastinmääritestandardi
hu: IOF pontmegnevezések
it: Descrizioni standard IOF
tr: IOF Tanım Standardı
uk: Стандарт легенд IOF

source: Which versions of IOF standards would you like Purple Pen to follow?
de: Welche Version der IOF Postenbeschreibungsnorm soll Purple Pen benutzen?
fi: Mitä IOF:n standardeja haluat Purple Penin noudattavan?
hu: Melyik IOF szabványokat használja a Purple Pen?
it: Quali versioni IOF standards vorresti che Purple Pen usasse?
tr: Purple Pen'in IOF standartlarının hangi sürümlerini izlemesini istersiniz?
uk: Яких стандартів IOF, ви би хотіли, щоб дотримувався Purple Pen?

source: The event title will be displayed on the first line of every control description sheet. It is also used as the file name for storing your event on disk. To fit on the description sheet, it should be less than 25 characters in length. Examples of good event titles are "US Champs Day 1" or "Riverview Park, 4/12/06".
de: Der Wettkampfname wird in der ersten Zeile jeder Postenbeschreibung angezeigt. Er wird auch als Dateiname beim Speichern der Wettkampf-Datei auf Festplatte verwendet. Damit er auf der Postenbeschreibung Platz findet sollte er nicht länger als 25 Zeichen lang sein. Beispiele für gute Wettkampfnamen sind "1. RP Isar Cup" oder "Landshuter Nikolaus-OL".
fi: Tapahtuman nimi näytetään kaikkien rastinmääritteiden ensimmäisellä rivillä. Sitä käytetään myös tiedoston nimenä, kun tapahtuma tallennetaan levylle. Jotta nimi mahtuu rastinmääritteisiin, sen pitää olla alle 25 merkkiä pitkä. Esimerkkejä hyvistä nimistä ovat "KevätSuunnistus, 1. pv" tai "Keskilaakso-Rastit 29.9.".
hu: Az esemény neve a pontleírások első sorában fog megjelenni. Ezt használjuk fájlnévként is az esemény lemezre írásakor. Ahhoz, hogy elférjen a pontleíráson kevesebb mint 25 karaktert tartalmazzon. Példák jó nevekre "Magyar kupa 1. nap" vagy "Keselyű-bérc 2014.06.08.".
it: Il titolo dell'evento verrà visualizzato sulla prima riga di ogni descrizione punti. Viene utilizzato anche come nome file per archiviare l'evento su disco. Per adattarsi alla descrizione punti, dovrebbe contenere meno di 25 caratteri. Esempio di titoli validi per eventi sono "US Champs Day 1" o "Riverview Park, 4/12/06".
tr: Olay başlığı, her kontrol açıklama sayfasının ilk satırında görüntülenecektir. Ayrıca, etkinliğinizi diskte depolamak için dosya adı olarak da kullanılır. Açıklama sayfasına sığması için uzunluğu 25 karakterden az olmalıdır. İyi etkinlik başlıklarına örnek olarak "Cumhuriyet Bayramı" veya "Atatürk Parkı, 19.05.2023" verilebilir.
uk: Назву змагань буде відображено у першому рядку кожної таблиці легенд. Її також буде використано у назві файла для збереження ваших змагань на диску. Щоб пасувати ширині таблиці, назва змагань має бути не більшою 25 символів. Хороші приклади: "Чемпіонат України День 1" або "Парк Наталка, 4/12/06".

source: Event Title:
de: Wettkampfname:
fi: Tapahtuman nimi:
hu: Esemény neve:
it: Titolo Evento:
pl: Tytuł zawodów:
tr: Etkinlik Başlığı:
uk: Назва змагань:

source: < &Back
de: < &Zurück
fi: < &Edellinen
hu: < &Vissza
it: <&Indietro
pl: < &Wstecz
tr: < &Geri
uk: < Назад

source: Map file "{0}" contains objects or symbols that are not fully supported by Purple Pen, and may not print correctly. The objects that may not print correctly are listed below. For printing competition maps, it is suggested that courses be exported to OCAD files (use File/Create OCAD Files...) and to print the maps from OCAD.
de: Die Kartendatei "{0}" enthält Objekte oder Symbole, die von Purple Pen nicht vollständig unterstützt werden und deshalb vermutlich nicht richtig gedruckt werden. Die Objekte, die evtl. nicht korrekt gedruckt werden können, werden im Folgenden gelistet. Zum Drucken der Wettkampfdateien wird empfohlen, sie nach OCAD zu exportieren (über Datei/OCAD-Da&teien erstellen... ) und dann aus OCAD heraus zu drucken.
fi: Karttatiedostossa "{0}" on kohteita tai symboleita, joita Purple Pen ei täysin tue ja siksi ne eivät ehkä tulostu kunnolla. Kohteet, jotka eivät ehkä tulostu kunnolla, on listattu alla. Kilpailukarttojen tulostamiseksi on suositeltavaa viedä radat OCAD-tiedostoihin (Tiedosto/Vie OCAD-tiedostoihin...) ja tulostaa kartat OCAD:lla.
hu: A térkép fájl "{0}" tartalmaz olyan objektumokat vagy szimbólumokat amiket a Purple Pen nem teljesen támogat. Az objektumok amik nem nyomtathatók tökéletesen, a lenti listában szereplenek. A versenytérképek nyomtatásához javasolt a pályákat OCAD formátumba exportálni (Fájl/OCAD fájlok létrehozása...) és a térképeket az OCAD-ben nyomtatni.
it: Il file mappa "{0}" contiene oggetti o simboli che non sono completamente supportati da Purple Pen e potrebbero non essere stampati correttamente. Gli oggetti che potrebbero non essere stampati correttamente sono elencati di seguito. Per la stampa delle mappe di gara, si consiglia di esportare i percorsi su file OCAD (utilizzare File/Crea file OCAD...) e di stampare le mappe da OCAD
tr: Harita dosyası "{0}", Purple Pen tarafından tam olarak desteklenmeyen nesneler veya semboller içeriyor ve doğru şekilde yazdırılamayabilir. Doğru yazdırılamayan nesneler aşağıda listelenmiştir. Yarışma haritalarını yazdırmak için kursların OCAD dosyalarına aktarılması (Dosya/OCAD Dosyaları Oluşturu... kullanın) ve haritaların OCAD'den yazdırılması önerilir.
uk: Файл карти "{0}" місить об'єкти, що не повністю підтримуються Purple Pen і, можливо, будуть надруковані невірно. Такі об'єкти перелічені нижче. Для друку змагальних карт рекомендується експортувати дистанції у файли OCAD (меню Файл/Створити файли OCAD...) і виконати друк безпосередньо з OCAD.

source: Continue
de: Weiter
fi: Jatka
hu: Folytatás
it: Continua
pl: Dalej
tr: Devam
uk: Продовжити

source: Map File Cannot Be Printed Accurately
de: Die Kartendatei kann nicht korrekt gedruckt werden
fi: Karttatiedostoa ei voida tulostaa asianmukaisesti
hu: A térképfájl nem nyomtatható pontosan
it: Impossibile stampare il file della mappa in modo accurato
pl: Plik mapy nie może zostać wydrukowany wystarczająco dokładnie
tr: Harita Dosyası Doğru Yazdırılamıyor
uk: Файл карти не можна надрукувати точно

source: Operation In Progress
de: Vorgang wird ausgeführt
fi: Toiminta käynnissä
hu: A művelet folyamatban
it: Operazione in corso
pl: Operacja w toku
tr: İşlem Devam Ediyor
uk: Дія вконується

source: The following files already exist. If you continue, they will be replaced.
de: Die folgende Datei existiert bereits. Wenn Sie fortfahren wird sie überschrieben werden.
fi: Seuraavat tiedostot ovat jo olemassa. Jos jatkat, ne korvataan uusilla tiedostoilla.
hu: A következő fájlok már léteznek. Ha folytatja le lesznek cserélve.
it: I seguenti file esistono già. Se continui, verranno sostituiti.
pl: Następujący plik już istnieje. Jeżeli będziesz kontynuował, zostanie on zastąpiony.
tr: Aşağıdaki dosyalar zaten var. Devam ederseniz, değiştirilecekler.
uk: Наступні файли вже існують. Якщо ви продовжите, вони будуть перезаписані.

source: Replace
de: Ersetzen
fi: Korvaa
hu: Csere
it: Sostituisci
pl: Zastąp
tr: Yer değiştir
uk: Замінити

source: Confirm Replace Files
de: Bitte bestätigen Sie, dass die Dateien überschrieben werden sollen.
fi: Vahvista tiedostojen korvaaminen
hu: Fájl csere jóváhagyása
it: Conferma Sostituzione File
pl: Potwierdź zastąpienie plików
tr: Dosyaları Değiştirmeyi Onayla
uk: Підтвердіть заміну файлів

source: PDFium PDF converter is reading your PDF...
de: PDF-Konverter "PDFium" liest das PDF...
fi: PDFium PDF-muunnin lukee PDF-tiedostoasi...
hu: A Pdfium olvassa az Ön PFD fájlját...
it: Il convertitore PDFium sta leggendo il tuo PDF...
tr: PDFium PDF dönüştürücü, PDF'nizi okuyor...
uk: PDFium конвертор PDF зчинує ваш PDF файл...

source: PDF reading has failed. The errors are shown below.
de: PDF Lesen ist fehlgeschlagen. Die Fehler werden unten angezeigt.
fi: PDF-tiedoston lukeminen epäonnistui. Virheet on näytetty alla.
hu: A PDF beolvasás nem sikerült. A hiba lejjebb olvasható.
it: La lettura del PDF non è riuscita. Gli errori sono mostrati di seguito.
pl: Odczyt pliku PDF zakończył się niepowodzeniem. Błędy poniżej.
tr: PDF okuma başarısız oldu. Hatalar aşağıda gösterilmiştir.
uk: Зчитування PDF завершилось невдачею. Помилки показано нижче.

source: Reading PDF
de: Lese PDF
fi: Luetaan PDF-tiedostoa
hu: PDF olvasás
it: Lettura PDF in corso
pl: Czytam PDF
tr: PDF Okuma
uk: Зчитування PDF

source: Print
de: Drucken
fi: Tulosta
hu: Nyomtatás
it: Stampa
pl: Drukuj
tr: Yazdır
uk: Друкувати

source: Change Printer...
de: Drucker ändern...
fi: Vaihda tulostin...
hu: Nyomtató módosítás...
it: Cambia Stampante...
pl: Zmień Drukarkę...
tr: Yazıcı Değiştir...
uk: Змінити принтер...

source: Printer Name
de: Druckername
fi: Tulostimen nimi
hu: Nyomtatónév
it: Nome Stampante
pl: Nazwa drukarki
tr: Yazıcı Adı
uk: Назва принтера

source: Printer:
de: Drucker:
fi: Tulostin:
hu: Nyomtató:
it: Stampante:
pl: Drukarka:
tr: Yazıcı:
uk: Принтер:

source: Preview...
de: Vorschau...
fi: Esikatselu...
hu: Előnézet...
it: Anteprima...
pl: Podgląd...
tr: Önizleme...
uk: Попередній перегляд...

source: Copies of each course:
de: Kopien jeder Bahn:
fi: Kopioita jokaisesta radasta:
hu: Az egyes pályák példányszáma:
it: Copie per ogni percorso:
pl: Liczba kopii każdej trasy:
tr: Her parkurun kopyaları:
uk: Копій кожної дистанції:

source: Pause printing after each course or part
de: Drucken nach jeder Bahn bzw. Teilbahn unterbrechen
fi: Keskeytä tulostus jokaisen radan tai osan jälkeen
hu: Szünet a nyomtatásban az egyes pályák vagy részek között
it: Metti in pausa la stampa dopo ogni percorso o parte
pl: Wstrzymaj drukowanie po każdej części trasy.
tr: Her parkur veya bölümden sonra yazdırmayı duraklat
uk: Призупиняти друк після кожної дистанції чи частини

source: Copies
de: Kopien
fi: Kopiot
hu: Példányszám
it: Copie
pl: Liczba kopii
tr: Kopya Sayısı
uk: Копії

source: OCAD Compatible
de: OCAD-kompatibel
fi: OCAD yhteensopiva
hu: OCAD kompatíbilis
it: Compatibile OCAD
pl: Kompatybilny z OCAD
tr: OCAD ile uyumlu
uk: Сумісна з OCAD

source: Print Courses
de: Bahnen drucken
fi: Tulosta radat
hu: Pályák nyomtatása
it: Stampa percorsi
pl: Drukuj trasy
tr: Parkur Yazdır
uk: Друкувати дистанції

source: Change Margins...
de: Ränder ändern...
fi: Muuta marginaaleja...
hu: Margók módosítása...
it: Cambia Margini...
pl: Zmień marginesy...
tr: Kenar Boşluğunu Değiştir...
uk: Змінити поля...
