Repository: pauliojanpera/PurplePen
Catalog: loc/po/purplepen/*.po
Languages: de, fi, hu, it, pl, tr, uk

source: Left: {0}, Right: {1}, Top: {2}, Bottom: {3}
de: Links: {0}, Rechts: {1}, Oben: {2}, Unten: {3}
fi: Vasen: {0}, Oikea: {1}, Ylä: {2}, Ala: {3}
hu: Bal: {0}, Jobb: {1}, Felső: {2}, Alsó: {3}
it: Sinistra: {0}, Destra: {1}, Alto: {2}, Basso: {3}
pl: Lewy: {0}, Prawy: {1}, Górny: {2}, Dolny: {3}
tr: Sol: {0}, Sağ: {1}, Üst: {2}, Alt: {3}
uk: Ліва: {0}, Права: {1}, Верхня: {2}, Нижня: {3}

source: Start
fi: Lähtö
hu: Rajt
it: Partenza
tr: Başlama
uk: Старт

source: Alpha {0}
fi: Alfa {0}
hu: {0} Alfa
it: Alfa {0}
pl: Alfa {0}
tr: Alfa {0}

source: plural
de: Mehrzahl
fi: monikko
hu: többes szám
it: plurale
pl: liczba mnoga
tr: çoğul
uk: множина

source: singular
de: Einzahl
fi: yksikkö
hu: egyes szám
it: singolare
pl: liczba pojedyncza
tr: tekil
uk: однина

source: The customized text requires a "*" to indicate where the object being modified is placed.
de: Der geänderte Text benötigt einen "*" an der Stelle, an der das geänderte Objekt stehen soll.
fi: Muokattavassa tekstissä on oltava "*"-merkki osoittamassa kohdetta, jota tällä symbolilla täsmennetään.
hu: Az egyedi szövegben a "*" jelöli a módosítás kezdetét miután leraktuk.
it: Il testo personalizzato richiede un "*" per indicare dove è posizionato l'oggetto da modificare.
pl: Dostosowany tekst wymaga "*" aby podać gdzie modyfikowany obiekt ma być umieszczony.
tr: Özelleştirilmiş metin, değiştirilen nesnenin nereye yerleştirildiğini belirtmek için bir "*" gerektirir.
uk: Змінений текст вимагає знак "*" для указання на розміщення зміненого об'єкту.

source: course setting for orienteering
de: Bahnlegung für den Orientierungslauf
fi: suunnistuksen ratasuunnitteluun
hu: pálya tervezés tájékozódási futáshoz
it: Creazioni percorsi per Orienteering
pl: budowa tras dla orientacji sportowej
tr: Oryantiring için parkur planlama
uk: планування дистанцій для спортивного орієнтування

source: Enter the text you wish to place on the map. After pressing OK, drag the mouse to place the text in the desired location.
de: Geben Sie den Text ein, der auf der Karte dargestellt werden soll. Ziehen Sie, nach Klicken auf "OK", mit der Maus ein Rechteck an der gewünschten Stelle auf, wo der Text erscheinen soll.
fi: Syötä teksti, jonka haluat lisätä kartalle. Paina OK, minkä jälkeen paina hiiren vasen painike pohjaan ja vedä sijoittaaksesi tekstin haluamaasi kohtaan kartalle.
hu: Írja be a térképre helyezendő szöveget. A Rendben lenyomása után húzza az egérrel a kívánt helyre a szöveget.
it: Inserisci il testo che desideri posizionare sulla mappa. Dopo aver premuto OK, trascina il mouse per posizionare il testo nella posizione desiderata.
pl: Wprowadź tekst, który chcesz umieścić na mapie. Po wciśnięciu OK, przeciągnij mysz aby umieścić tekst w wybranej lokalizacji.
tr: Harita üzerine yerleştirmek istediğiniz metni girin. Tamam düğmesine bastıktan sonra, metni istediğiniz konuma yerleştirmek için fareyi sürükleyin.
uk: Введіть текст, який ви хочете розмістити на карті. Після натискання на OK, перетягніть мишку до позиції де бажаєте розмістити текст.

source: Add Text
de: Text hinzufügen
fi: Lisää teksti
hu: Új szöveg
it: Aggiungi Testo
pl: Dodaj tekst
tr: Metin ekle
uk: Додати текст

source: Enter the new text.
de: Neuen Text eingeben.
fi: Syötä uusi teksti.
hu: Írja be az új szöveget!
it: Aggiungi un nuovo testo
pl: Wprowadź nowy tekst.
tr: Yeni metni girin.
uk: Введіть новий текст.

source: Another program has changed the map file "{0}". Purple Pen will now reload the map.
de: Ein anderes Programm hat die Kartendatei "{0}" verändert. Purple Pen wird die Karte nun neu laden.
fi: Toinen ohjelma on muuttanut karttatiedostoa "{0}". Purple Pen lataa nyt kartan uudelleen.
hu: Egy másik program módosította a(z) '{0}' térkép fájlt. A Purple Pen újra fogja olvasni.
it: Un altro programma ha modificato il file della mappa "{0}", Purple Pen ora la ricaricherà.
pl: Inny program zmodyfikował plik mapy "{0}". Purple Pen przeładuje teraz tę mapę.
tr: Başka bir program "{0}" harita dosyasını değiştirdi. Purple Pen şimdi haritayı yeniden yükleyecek.
uk: Інша програма змінила файл карти "{0}". Зараз Purple Pen перезавантажить карту.

source: The current event has textual control descriptions in {0}. Would you like to change the language of control descriptions to {1}?
de: Die Text-Postenbeschreibung des aktuellen Wettkampfes ist in {0} . Wollen Sie die Sprache der Postenbeschreibung in {1} ändern?
fi: Tapahtuman sanallisten rastinmääritteiden kielenä on {0}. Haluatko muuttaa rastinmääritteet kielelle {1}?
hu: Az esemény tartalmaz szöveges pontleírást az alábbi pályákon: {0}. Biztosan megváltoztatja a nyelvet, az új nyelv {1} lesz?
it: L'evento corrente ha descrizioni testuali in {0}. Desideri modificare la lingua delle descrizioni dei controlli in {1}?
pl: Obecnie otwarte zawody posiadają opisy punktów kontrolnych w {0}. Czy cchesz zmienić ich język na {1}?
tr: Geçerli olay {0}'da metinsel kontrol açıklamalarına sahiptir. Kontrol açıklamalarının dilini {1} olarak değiştirmek ister misiniz?
uk: Змагання мають текстові легенди мовою {0}. Бажаєте змінити мову легенд КП на {1}?

source: Open "{0}"
de: "{0}" öffnen
fi: Avaa "{0}"
hu: Megnyitás "{0}"
it: Apri "{0}"
pl: Otwórz "{0}"
tr: Açık "{0}"
uk: Відкрти "{0}"

source: Purple Pen must be closed before loading the created OCAD files.
de: Purple Pen muss beendet werden, bevor die erstellten OCAD-Dateien geladen werden können.
fi: Purple Pen pitää sulkea ennen kuin voit avata luotuja OCAD-tiedostoja.
hu: A Purple Pen programot be kell zárni mielőtt betölti az elkészült OCAD fájlokat.
it: Purple Pen deve essere chiuso prima di caricare i file OCAD creati.
pl: Purple Pen musi zostać zamknięty przed załadowanie utworzonych plików OCAD.
tr: Oluşturulan OCAD dosyaları yüklenmeden önce Purple Pen kapatılmalıdır.
uk: Необхідно закрити Purple Pen перед відкриттям створених файлів OCAD.

source: No courses were selected to print.
de: Es wurde keine Bahn zum Drucken ausgewählt.
fi: Yhtään rataa ei ole valittuna tulostettavaksi.
hu: Egyetlen pályát sem választott a nyomtatáshoz.
it: Nessun percorso è stato selezionato in stampa
pl: Żadne trasy nie zostały wybrane do druku.
tr: Yazdırmak için hiçbir parkur seçilmedi.
uk: Жодна дистанція не відмічена для друку

source: *** If there exists a web site in the translated language that contains documentation for Purple Pen, enter the URL (including http) as the translation of this item. Otherwise leave it alone.
de: *** Wenn es eine Website in der Übersetzungssprache gibt, die eine Dokumentation für Purple Pen enthält, fügen Sie bitte die URL (mit "http") als Übersetzung für dieses Objekt ein oder lassen SIe es leer.
fi: *** Jos on olemassa verkkosivusto, joka sisältää Purple Pen -ohjeita tällä käännöskielellä, syötä sen täydellinen URL-osoite (http://...). Muutoin jätä tyhjäksi.
hu: *** Ha létezik web oldal amin megtalálható a Purple Pen dokumentációja a lefordított nyelven, írja be a címet (http-vel együtt) fordításként. Egyéb esetben hagyja üresen.
it: Se esiste un sito web nella lingua tradotta che contiene la documentazione per Purple Pen, inserire l'URL (compreso http) come traduzione di questo elemento. Altrimenti lascialo stare.
pl: *** Jeżeli istnieje strona WWW w przetłumaczonym języku, która zawiera dokumentację Purple Pen, wprowadź ten URL (poprzedzając go http) jako tłumaczenie. W przeciwnym wypadku pozostaw puste.
tr: *** Çevrilen dilde Purple Pen için dokümantasyon içeren bir web sitesi varsa, bu öğenin çevirisi olarak URL'yi (http dahil) girin. Aksi takdirde olduğu gibi bırakın.

source: Map exchange
de: Kartenwechsel
fi: Kartanvaihto
hu: Térképcsere
it: Cambio Mappa
pl: Zmiana map
tr: Harita değişimi
uk: Зміна карти

source: Exchange
de: K-Wechsel
fi: K-vaihto
hu: Csere
it: Cambio
pl: Wymiana
tr: Değiştirme
uk: Заміна

source: Part {0}
de: Teil {0}
fi: Osa {0}
hu: Rész {0}
it: Parte {0}
pl: Część {0}
tr: Bölüm {0}
uk: Частина {0}

source: All Parts
de: Alle Teilstrecken
fi: Kaikki osat
hu: Minden rész
it: Tutte le Parti
pl: Wszystkie części
tr: Tüm Bölümler
uk: Всі частини

source: Part {0} (of {1})
de: Teil {0} (von {1})
fi: Osa {0} / {1}
hu: Rész {0} (/ {1})
it: Parte {0} (di {1})
pl: Część {0} (z {1})
tr: Bölüm {0} (of {1})
uk: Частина {0} (з {1})

source: Contact Email
de: Kontakt-E-Mail
fi: Sähköpostiosoitteesi
hu: Kapcsolati Email cím
it: Contatto e-mail
pl: Kontakt e-mail
tr: Kontak E-mail
uk: Контактна адреса електронної пошти

source: An error has occurred. In order to help us fix the problem, please enter your email address and additional information, and send us an error report.
de: Es ist ein Fehler aufgetreten. Um uns zu helfen das Problem zu beheben, können Sie uns einen Fehlerbericht zusenden. Geben Sie hierzu bitte Ihre E-Mail Adresse und weitere Informationen an.
fi: Ohjelman toiminnassa tapahtui virhe. Auta meitä korjaamaan ongelma lähettämällä virheraportti.
hu: Hiba keletkezett. A probléma megoldása érdekében adja meg email címét és egyéb információkat, és küldje el nekünk a jelentést.
it: Si è verificato un errore. Per aiutarci a risolverlo, inserisci il tuo indirizzo email ed informazioni aggiuntive ed inviaci una segnalazione.
pl: Wystąpił błąd. Aby pomóc nam naprawić ten błąd, podaj swój adres e-mail oraz dodatkowe informacje. Następnie wyślij raport do nas.
tr: Bir hata oluştu. Sorunu çözmemize yardımcı olmak için lütfen e-posta adresinizi ve ek bilgilerinizi girin ve bize bir hata raporu gönderin.
uk: Виникла помилка. Для того щоб допомогти нам її виправити, будь ласка введіть свою електронну адресу, додаткові деталі, та надішліть звіт про помилку.

source: Please tell us what you were doing in the program, to help fix the problem
de: Sie können uns helfen, den Fehler zu beheben, indem Sie uns beschreiben, was Sie gerade mit dem Programm gemacht haben.
fi: Auta korjaamaan ongelma kertomalla meille, mitä olit tekemässä ongelman ilmetessä.
hu: Kérem írja meg nekünk, hogy mit csinált a programmal, hogy kijavíthassuk a problémát!
it: Scrivici cosa stavi facendo nel programma per aiutarci a risolvere il problema
pl: Opisz czynności, które wykonywałeś w programie, aby pomóc zdiagnozować problem.
tr: Sorunu çözmemize yardımcı olmak için lütfen programda ne yaptığınızı bize bildirin
uk: Розкажіть нам що ви робили у програми. Це допоможе нам виправити помилку

source: Send Report
de: Bericht senden
fi: Lähetä raportti
hu: Jelentés küldése
it: Invia Rapporto
pl: Wyślij raport
tr: Rapor Gönder
uk: Надіслати звіт

source: Descriptions may not be added to a course with a map exchange if "All Parts" is being displayed. Switch to the part you wish to add descriptions to, and then choose "Add Descriptions" again.
de: Postenbeschreibungen können zu einer Bahn mit Kartenwechsel nicht hinzugefügt werden, wenn "Alle Teilstrecken" angezeigt werden. Wenn Sie Postenbeschreibungen hinzufügen wollen, wechseln Sie bitte auf die gewünschte Teilstrecke und wählen dann "Postenbeschreibung hinzufügen" nochmals aus.
fi: Rastinmääritteitä ei voi lisätä kartanvaihtoradalle, jos radan "Kaikki osat" on näkyvissä. Vaihda näkyviin radan osa, jolle haluat lisätä rastinmääritteet ja valitse "Lisää rastinmääritteet" uudelleen.
hu: A pontleírás lehet, hogy nem tartalmazza a térképcserét ha "Minden rész" van megjelenítve. Váltson a megfelelő részre és használja az "Új pontleírás"-t újra.
it: Non è possibile aggiungere descrizioni a un percorso con cambio mappa se viene visualizzato "Tutte le parti". Passa alla parte a cui desideri aggiungere descrizioni, quindi seleziona nuovamente "Aggiungi descrizioni".
pl: Opisy mogą nie zostać dodane do trasy ze zmianą map, jeżeli "Wszystkie części" są aktualnie wyświetlane. Przełącz się na część, do której chcesz dodać opisy, a następnie wybierz "Dodaj opisy" ponownie.
tr: "Tüm Parçalar" görüntüleniyorsa, harita değişimi olan bir rotaya açıklamalar eklenemez. Açıklama eklemek istediğiniz bölüme geçin ve ardından tekrar "Açıklama Ekle"yi seçin.
uk: Неможливо додати легенди на дистанцію зі зміною карти у варіанті відображення "Всі частини". Переключіться но одну із частин і виберіть "Додати легенди" знову.

source: PdfConverter.exe not found
de: PdfConverter.exe nicht gefunden
fi: PdfConverter.exe ei löytynyt
hu: A PdfConverter.exe nem található
it: PdfConverter.exe non trovato
tr: PdfConverter.exe bulunamadı
uk: PdfConverter.exe не знайдено

source: Pdfium PDF converter failed to read PDF file successfully
de: PDF-Konverter "PDFium" konnte die PDF-Datei nicht lesen
fi: Pdfium PDF-muunnin epäonnistui PDF-tiedoston lukemisessa
hu: A Pdfium nem tudta sikeresen beolvasni a PDF fájlt.
it: Il convertitore Pdfium non è riuscito a leggere correttamente il file PDF
tr: Pdfium PDF dönüştürücü, PDF dosyasını başarıyla okuyamadı
uk: Pdfium PDF converter не вдалося успішно зчитати PDF файл

source: Could not read result of PDF conversion from file '{0}'
de: Das Ergebnis der PDF-Konvertierung aus Datei '{0}' konnte nicht gelesen werden
fi: Ei voitu lukea PDF-muuntamisen tulosta tiedostosta '{0}'
hu: Nem olvasható be a PDF fájl átalakítás eredménye a(z) '{0}' fájlból
it: Impossibile leggere il risultato della conversione PDF dal file '{0}'
pl: Nie można przeczytać rezultatu konwersji do PDF z pliku '{0}'
tr: '{0}' dosyasından PDF dönüştürmenin sonucu okunamadı
uk: Не вдалося зчитати результат конвертації у PDF файла '{0}'

source: Cannot create PDFs for the following reason:
de: PDFs können aus folgendem Grund nicht erzeugt werden:
fi: PDF-tiedostojen luominen ei onnistunut seuraavasta syystä:
hu: A PDF fájl nem hozható létre az alábbi okból:
it: Impossibile creare PDF per il seguente motivo:
pl: Nie udało się utworzyć plików PDF z następującego powodu:
tr: Aşağıdaki nedenden dolayı PDF oluşturulamıyor:
uk: Не вдалося створити PDF через наступні причини:

source: User Defined
de: Benutzerdefiniert
fi: Käyttäjän määrittelemä
hu: Felhasználói
it: Definito dall'utente
pl: Zdefiniowane przez użytkownika
tr: Kullanıcı Tanımlı
uk: Задано користувачем

source: Map size from PDF
de: Kartengröße aus PDF
fi: PDF-kartan koko
hu: Térkép méret PDF-ből
it: Dimensione mappa da PDF
pl: Rozmiar mapy z PDF
tr: PDF'den harita boyutu
uk: Розмір карти з PDF

source: Cancelled by user
de: Vom Nutzer abgebrochen
fi: Käyttäjä peruutti toimenpiteen
hu: A felhasználó megszakította
it: Annullato dall'utente
pl: Anulowane przez użytkownika
tr: Kullanıcı tarafından iptal edildi
uk: Скасовано користувачем

source: Creating {0}...
de: Erzeuge {0}...
fi: Luodaan {0}...
hu: {0} elkészítése...
it: Creazione {0} in corso...
pl: Tworzenie {0}...
tr: Oluşturuluyor {0}...
uk: Створення {0}...

source: Printing page {0} (of {1})
de: Seite {0} (von {1}) wird gedruckt
fi: Tulostetaan sivua {0} (/ {1})
hu: Nyomtatás (0} / {1}. oldal
it: Stampa pagina {0} (di {1})
pl: Drukowanie strony {0} (z {1})
tr: {0} sayfası yazdırılıyor (/{1})
uk: Друк сторінки {0} (із {1})

source: The map file "{0}" has been deleted. Please try to restore the map file, then press "Ok".
de: Das Kartendokument "{0}" wurde gelöscht. Bitte versuchen Sie das Kartendokument wieder herzustellen und klicken dann auf "Ok".
fi: Karttatiedosto "{0}" on poistettu. Yritä palauttaa karttatiedosto ja paina sitten "Ok".
hu: A térkép fájl "{0}" törölve lett. Kérem próbálja meg visszaállítani és utána nyomjon "Rendben"-t!
it: Il file della mappa "{0}" è stato eliminato. Prova a ripristinare il file della mappa, quindi premi "Ok".
pl: Plik mapy "{0}" został skasowany. Spróbuj odzyskać plik mapy, następnie kliknij "OK".
tr: "{0}" harita dosyası silindi. Lütfen harita dosyasını geri yüklemeyi deneyin ve ardından "Tamam"a basın.
uk: Файл карти "{0}" видалено. Будь ласка, спробуйте відновити файл і тоді натисніть "Ok".

source: The .NET framework on your computer does not appear to be correctly installed. Please visit http://microsoft.com/net and install the latest version of the .NET framework for your Windows operating system.
de: Das .NET Framework auf Ihrem Computer scheint nicht korrekt installiert zu sein. Bitte gehen Sie auf http://microsoft.com/net und installieren Sie die aktuelle Version des .NET Framework's auf Ihrem Windows Betriebssystem.
fi: .NET Framework ei näytä olevan oikein asennettu tietokoneellasi. Käy osoitteessa http://microsoft.com/net ja asenna Windows -käyttöjärjestelmääsi .NET Framework -ohjelmistokäyttöympäristön viimeisin versio.
hu: A .NET keretrendszer a számítógépén nincs megfelelően telepítve. Kérem látogassa meg a http://microsoft.com/net oldalt és telepítse .NET keretrendszer legújabb verzióját az Ön Windows operációs rendszerére.
it: Sembra che .NET Framework sul tuo computer non sia installato correttamente. Visita http://microsoft.com/net e installa la versione più recente di .NET framework per il tuo sistema operativo Windows.
pl: Instalacja .NET framework na twoim komputerze nie wygląda na poprawną. Odwiedź http://microsoft.com/net i zainstaluj najnowszą wersję.
tr: Bilgisayarınızdaki .NET çerçevesi doğru şekilde yüklenmiş görünmüyor. Lütfen http://microsoft.com/net adresini ziyaret edin ve Windows işletim sisteminiz için .NET çerçevesinin en son sürümünü yükleyin.
uk: Схоже що .NET framework не встановлено належним чином на вашому комп'ютері. Будь ласка, відвідайте http://microsoft.com/net і встановіть останню версію .NET framework у вашу операційну систему Windows.

source: Choose Color...
de: Farbe wählen
fi: Valitse väri...
hu: Válasszon színt...
it: Scegli colore...
pl: Wybierz kolor...
tr: Renk seç...
uk: Виберіть колір...

source: Custom Color
de: Benutzerdefinierte Farbe
fi: Oma väri
hu: Egyéni szín
it: Colore personalizzato
pl: Kolor użytkownika
tr: Ana Renk
uk: Власний колір

source: Dark Blue
de: Dunkelblau
fi: Tummansininen
hu: Sötétkék
it: Blu scuro
pl: Ciemnoniebieski
tr: Lacivert
uk: Темно-синій

source: Green
de: Grün
fi: Vihreä
hu: Zöld
it: Verde
pl: Zielony
tr: Yeşil
uk: Зелений

source: Light Blue
de: Hellblau
fi: Vaaleansininen
hu: Világos kék
it: Blu Chiaro
pl: Jasnoniebieski
tr: Lacivert
uk: Світло-синій

source: Red
de: Rot
fi: Punainen
hu: Piros
it: Rosso
pl: Czerwony
tr: Kırmızı
uk: Червоний

source: Yellow
de: Gelb
fi: Keltainen
hu: Sárga
it: Giallo
pl: Żółty
tr: Sarı
uk: Жовтий

source: Set the appearance of the line. After pressing OK, drag the mouse to draw the line segments in the desired location.
de: Lege das Aussehen der Linie fest. Nach dem drücken von OK, ziehe die Maus um die Liniensegmente an der gewünschte Stelle zu zeichnen.
fi: Aseta viivan ulkoasu. Paina OK, minkä jälkeen paina hiiren vasen painike pohjaan ja vedä piirtääksesi viivan haluamaasi kohtaan kartalle.
hu: Sor megjelenésének beállítása. A Rendben lenyomása után húzza az egérrel a sor elemeit a megfelelő helyre.
it: Imposta l'aspetto della linea. Dopo aver premuto OK, trascina il mouse per disegnare i segmenti della linea nella posizione desiderata.
pl: Ustaw sposób wyświetlania linii. Po wciśnięciu OK, przeciągnij myszkę aby narysować krzywą w wybranym położeniu.
tr: Çizginin görünümünü ayarlayın. Tamam düğmesine bastıktan sonra, çizgi parçalarını istediğiniz konuma çizmek için fareyi sürükleyin.
uk: Налаштуйте зовнішній вигляд лінії. Після натискання OK, потягніть мишкою щоб намалювати сегмент лінії у бажаному місці.

source: Add Line
de: Linie hinzufügen
fi: Lisää viiva
hu: Új sor
it: Aggiungi Linea
pl: Dodaj linię
tr: Çizgi Ekle
uk: Додати лінію

source: Set the appearance of the rectangle. After pressing OK, drag the mouse to place the rectangle in the desired location.
de: Lege das Aussehen des Rechteck fest. Nach dem drücken von OK, ziehe die Maus um die Liniensegmente an der gewünschte Stelle zu zeichnen.
fi: Aseta suorakulmion ulkoasu. Paina OK, minkä jälkeen paina hiiren vasen painike pohjaan ja vedä sijoittaaksesi suorakulmion haluamaasi kohtaan kartalle.
hu: A téglalap megjelenésének beállítása. A Rendben lenyomása után húzza az egérrel a kívánt helyre.
it: Imposta l'aspetto del rettangolo. Dopo aver premuto OK, trascina il mouse per posizionare il rettangolo nella posizione desiderata.
pl: Ustaw wygląd prostokąta. Po wciśnięciu OK, przeciągnij mysz aby umieścić prostokąt w wybranym położeniu.
tr: Dikdörtgenin görünümünü ayarlayın. Tamam düğmesine bastıktan sonra, dikdörtgeni istediğiniz konuma yerleştirmek için fareyi sürükleyin.
uk: Налаштуйте зовнішній вигляд прямокутника. Після натискання OK, потягніть мишкою щоб розмістити прямокутник у бажаному місці.

source: Add Rectangle
de: Rechteck hinzufügen
fi: Lisää suorakulmio
hu: Új téglalap
it: Aggiungi Rettangolo
pl: Dodaj prostokąt
tr: Dikdörtgen ekle
uk: Додати прямокутник

source: Change the appearance of the line or rectangle.
de: Ändere das Aussehen der Linie oder Rechteck
fi: Muuta viivan tai suorakulmion ulkoasua
hu: A téglalap vagy vonal kinézetének módosítása.
it: Modifica l'aspetto della linea o del rettangolo.
pl: Zmień wygląd linii lub prostokąta.
tr: Satır Görünümünü Değiştir
uk: Змінити щовнішній вигляд лініх чи прямокутника.

source: The map file must be an OCAD file to use GPX files.
de: Um GPX-Dateien zu nutzen, muss eine OCAD-Kartendatei verwendet werden.
fi: Karttatiedoston pitää olla OCAD-tiedosto, jotta voit käyttää GPX-tiedostoja.
hu: A térképnek OCAD fájlnak kell lennie GPX fájlok használatához.
it: Il file della mappa deve essere un file OCAD per usare i file GPX.
pl: Plik mapy musi być plikiem OCAD aby można było używać plików GPX.
tr: GPX dosyalarını kullanmak için harita dosyası bir OCAD dosyası olmalıdır.
uk: Файл кари має бути у форматі OCAD для використання GPX файлів.

source: The OCAD file must have a coordinate system defined to use GPX files.
de: Um GPX-Dateien nutzen zu können, muss für die OCAD-Datei ein Koordinatensystem definiert sein.
fi: OCAD-tiedoston koordinaatiston täytyy olla määritelty, jotta voit käyttää GPX-tiedostoja.
hu: Az OCAD fájlnak definiált koordináta rendszerrel kell rendelkeznie GPX fájlok használatához.
it: Il file OCAD deve avere impostato il sistema di coordinate compatibile con file GPX.
pl: Plik OCAD musi mieć zdefiniowany układ współrzędnych geograficznych (odniesienia) aby możliwe było użycie plików GPX.
tr: OCAD dosyasının GPX dosyalarını kullanmak için tanımlanmış bir koordinat sistemine sahip olması gerekir.
uk: Файл OCAD повинен мати визначену систему координат для використання GPX файлів.

source: The OCAD file must have real world coordinates defined to use GPX files.
de: Um GPX-Dateien nutzen zu können, müssen für die OCAD-Datei Weltkoordinaten definiert sein.
fi: OCAD-tiedoston täytyy olla geo-viitattu, jotta GPX-tiedostoja voidaan käyttää.
hu: Az OCAD fájl koordináta rendszere csak valós földi lehet GPX fájlok használatához.
it: Il file OCAD deve avere coordinate definite per l'utilizzo di file GPX.
pl: Plik OCAD musi mieć zdefiniowany układ odniesienia z prawdziwymi współrzędnymi geograficznymi (nielokalne) aby można było używać plików GPX.
tr: GPX dosyalarını kullanmak için OCAD dosyasında gerçek dünya koordinatları tanımlanmış olmalıdır.
uk: Файл OCAD повинен мати визначені глобальні координати для використання GPX файлів.

source: Could not reproject points; either the coordinate system or the real world coordinates in the OCAD map are wrong.
de: Punkte können nicht umprojiziert werden; in der OCAD-Datei sind entweder das Koordinatensystem oder die Weltkoordinaten nicht richtig.
fi: Ei voitu uudelleenprojektoida pisteitä. Joko koordinaatistossa tai maastokoordinaateissa OCAD-kartalla on virhe.
hu: Nem lehet újravetíteni a pontokat; valamelyik koordináta rendszer vagy a valós földi koordináták az OCAD fájlban hibásak.
it: Impossibile ricreate i punti; il sistema di coordinate o le coordinate nella mappa OCAD sono errate.
tr: Noktalar yeniden projelendirilemedi; OCAD haritasındaki koordinat sistemi veya gerçek dünya koordinatları yanlış.
uk: Не вдалося спроектувати точки; або система координат, чи глобальні координати на карті OCAD неправильні.
