Repository: pauliojanpera/PurplePen
Catalog: loc/po/purplepen/*.po
Languages: de, fi, hu, it, pl, tr, uk

source: The OCAD file uses a coordinate system that is not supported by Purple Pen.
de: Die OCAD-Datei verwendet ein Koordinatensystem, das von Purple Pen nicht unterstützt wird.
fi: Purple Pen ei tue OCAD-tiedoston käyttämää koordinaatistoa.
hu: Az OCAD fájl a Purple Pen által nem ismert koordináta rendszert használ.
it: Il file OCAD utilizza un sistema di coordinate non supportato da Purple Pen.
pl: Plik OCAD używa układu odniesienia, który nie jest wspierany przez Purple Pen.
tr: OCAD dosyası Purple Pen tarafından desteklenmeyen bir koordinat sistemi kullanır.
uk: Файл OCAD використовує систему координат, що не підтримується Purple Pen.

source: The length for a course must be a number 0.1 - 99.9, or blank to calculate length automatically.
de: Die Länge einer Bahn muss eine Zahl zwischen 0,1 - 99,9 sein. Bleibt sie leer, wird die Bahnlänge automatisch berechnet.
fi: Radan pituuden pitää olla numero väliltä 0.1 - 99.9 tai tyhjä, jolloin pituus lasketaan automaattisesti.
hu: A pályahossz 0.1 - 99.9 között lehet, vagy üres az automatikus meghatározáshoz.
it: La lunghezza di un percorso deve essere un numero compreso tra 0,1 e 99,9 oppure deve essere vuota per calcolare automaticamente la lunghezza.
pl: Długość trasy musi być liczbą z przedziału 0,1 - 99,9 lub pozostać pusty (automatyczna kalkulacja długości trasy).
tr: Bir kursun uzunluğu 0,1 - 99,9 arasında bir sayı olmalı veya uzunluğun otomatik olarak hesaplanması için boş bırakılmalıdır.
uk: Довжина дистанції має бути числом від 0,1 до 99,9, або не заповнюється і підраховується автоматично.

source: Enter length in km, or leave blank to calculate automatically
de: Die Länge in km eintragen, oder leer lassen, um die Bahnlänge automatisch zu berechnen.
fi: Syötä pituus kilometreissä tai jätä tyhjäksi, jolloin pituus lasketaan automaattisesti
hu: Írja be a hosszt km-ben, vagy hagyja üresen az automatikus számoláshoz
it: Inserisci la lunghezza in km o lascia vuoto per calcolare automaticamente
pl: Wprowadź długośc w kilometrach lub pozostaw pole puste aby program przeliczył automatycznie
tr: Uzunluğu km cinsinden girin veya otomatik olarak hesaplanması için boş bırakın
uk: Введіть довжину у км, або лишіть поле порожнім для автоматичного підрахунку

source: Finished printing "{0}". Press OK to begin printing "{1}".
de: Drucken von "{0}" fertig. OK klicken, um Drucken von "{1}" zu starten.
fi: Radan "{0}" tulostus on valmis. Aloita radan "{1}" tulostus painamalla OK.
hu: A {0} nyomtatása befejeződött. Nyomjon OK-t a(z) {1} nyomtatásához!
it: Stampa "{0}" terminata. Premere OK per iniziare a stampare "{1}".
pl: Zakończono drukowanie "{0}". Naciśnij OK aby rozpocząć drukowanie "{1}".
tr: "{0}" yazdırma işlemi tamamlandı. "{1}" yazdırmaya başlamak için OK düğmesine basın.
uk: Завершено друк "{0}". Натисніть OK щоб почати друк "{1}".

source: All Variations
de: Alle Varianten
fi: Kaikki hajonnat
hu: Minden variáció
it: Tutte le Varianti
tr: Tüm Varyasyonlar
uk: Всі варіанти розсіювання

source: Suitable for use in relays with {0} participants per team.
de: Geeignet für Staffeln mit {0} Teilnehmern pro Team.
fi: Soveltuu viesteihin, joissa on {0} osallistujaa joukkueessa.
hu: Használható {0} tagú váltók esetén.
it: Adatto per l'uso in staffette con {0} frazionisti per squadra.
tr: Takım başına {0} katılımcısı olan bayrak yarışları için uygun.
uk: Підходить для використання у естафеті з {0} учасників у команді.

source: The central control in the loop will be visited {0} times. There are {1} possible paths through the loops.
de: Der zentrale Kontrollposten wird {0} mal angelaufen. Es gibt {1} Möglichkeiten, die Schleifen zu durchlaufen.
fi: Keskusrastilla käydään {0} kertaa. Mahdollisia ratavaihtoehtoja on {1}.
hu: A központi ellenőrzőpontot {0} esetben kell érinteni. Ez {1} lehetséges útvonal a hurokban.
it: Il controllo centrale della farfalla verrà visitato {0} volte. Esistono {1} combinazione/i di percorso possibili.
tr: Loplar arasında {1} olası yol var. Merkezdeki lop hedefi {0} kez ziyaret edilecek.
uk: Центральний КП петлі буде відвідано {0} разів. Існує {1} можливих варіанти проходження петель.

source: A control that starts a fork or loop cannot be dragged to a new place in the course.
de: Ein Posten am Beginn einer Gabelung/Schleife kann nicht verschoben werden.
fi: Hajonnan aloittavaa rastia ei voi siirtää uuteen paikkaan radalla.
hu: A hurok vagy villa kezdőpontját nem lehet a pálya másik részére húzni.
it: Un controllo che avvia una biforcazione o una farfalla non può essere trascinato in una nuova posizione nel percorso.
tr: Çatalı ya da lopu başlatan hedef parkurda yeni bir yere sürüklenemez/ taşınamaz.
uk: КП з якого починається розвилка чи петля не може бути переміщений у нове місце на цій дистанції.

source: Too many total variations in this course. The number of distinct variations is limited to {0}.
de: Die Bahn enthält zu viele Varianten. Die Anzahl der Varianten ist auf {0} beschränkt.
fi: Radalla on liian monta hajontavariaatiota. Erillisten hajontavariaatioiden määrä on rajoitettu {0}:een.
hu: Túl sok variáció van a pályában. A variációk száma limitált {0} esetre.
it: Troppe variazioni totali in questo percorso. Il numero di varianti univoche è limitato a {0}.
tr: Bu parkurda çok fazla toplam varyasyon var. Ayırt edici varyasyon sayısı {0} a sınırlandırılmıştır.
uk: Забагато розсіювання у цій дистанції. кількість розгалужень розсіювання обмежена {0}.

source: Cannot add variation.
de: Variante kann nicht eingefügt werden.
fi: Hajontaa ei voi lisätä.
hu: A variációt nem lehet hozzáadni.
it: Impossibile aggiungere una variante.
tr: Varyasyon eklenemez.
uk: Неможливо додати розсіювання.

source: A variation already exists at this control.
de: An diesem Posten existiert bereits eine Variante.
fi: Tällä rastilla on jo hajonta.
hu: Egy variáció már létezik ennél az ellenőrzőpontnál.
it: Esiste già una variante in questo controllo.
tr: bu hedefte bir varyasyon zaten mevcut.
uk: На цьому КП вже існує розсіювання.

source: A control or leg must be selected to add a variation.
de: Ein Posten oder eine Strecke muss selektiert sein, um eine Variante hinzuzufügen.
fi: Valitse rasti tai rastiväli lisätäksesi hajonnan.
hu: Az ellenőrzőpontot vgy ágat ki kell választani hozzáadás előtt.
it: È necessario selezionare un controllo o una frazione per aggiungere una variante.
tr: Bir varyasyon eklemek için hedef ya da yarış ayağı seçilmeli.
uk: Для додавання розсіювання слід вибрати КП чи перегон.

source: A variation cannot be added to a finish control.
de: Beim Zielposten kann keine Variante hinzugefügt werden.
fi: Maaliin ei voi lisätä hajontaa.
hu: A célhoz nem lehet variációt hozzáadni.
it: Non è possibile aggiungere una variante al controllo finish.
tr: Bir hedefi bitirmek için varyasyon eklenemez.
uk: Розсіювання не може застосовуватися на останньому КП.

source: A variation cannot be added to the All Controls view.
de: Bei der Ansicht "Alle Posten" kann keine Bahnvriante hinzugefügt werden.
fi: Hajontaa ei voi lisätä Kaikki rastit -näkymässä.
hu: Variációt nem lehet hozzáadni minden ellenőrzőpont nézetben.
it: Non è possibile aggiungere una variante nella vista 'Tutti i punti'
tr: Tüm hedeflerin ön izlemesine bir varyasyon eklenemez.
uk: Неможливо додати розсіювання при перегляді Всі КП.

source: A variation cannot be added to a score course.
de: Bei einer Score Bahn kann keine Variante hinzugefügt werden.
fi: Hajontaa ei voi lisätä pistesuunnistusradalle.
hu: Variáció nem adható értékes pályához.
it: Non è possibile aggiungere una variante in un percorso 'Score'
tr: Skor parkuruna varyasyon eklenemez.
uk: Розсіювання не застосовується до дистанції за вибором.

source: A variation cannot be added to the last control. Add a finish control first.
de: Beim letzten Posten kann keine Variante hinzugefügt werden. Zuerst muss ein Zielposten hinzugefügt werden.
fi: Hajontaa ei voi lisätä viimeiselle rastille. Lisää maali ensin.
hu: Variációt nem lehet az utolsó ellenőrzőponthoz adni. Adja hozzá előbb a célt.
it: Non è possibile aggiungere una variante all'ultimo controllo. Aggiungi prima un controllo finish.
tr: Önce bitiş hedefi ekleyin. Son hedefe varyasyon eklenemez.
uk: Розсіювання не може бути застосовано на останньому КП. Спершу додайте фінішний КП.

source: '{0}' is not a valid leg number for branch '{1}'
de: '{0}' ist keine gültige Teilstreckennummer für die Verzweigung '{1}'
fi: '{0}' ei ole kelvollinen osuusnumero hajonnalle '{1}'
hu: '{0}' nem egy valós ág a(z) '{1}' elágazáshoz.
it: '{0}' non è un numero di frazione valido per il ramo '{1}'
tr: '{0}' dalı '{1}' için geçerli bir yarış ayağı değildir
uk: '{0}' не є правильною кількістю етапів для гілки '{1}'

source: Leg {0} should be assigned to one of branches {1}
de: Teilstrecke {0} sollte einer Verzweigung {1} zugewiesen sein.
fi: Osuus {0} on määritettävä yhdelle haaroista {1}
hu: A(z) {0} ágat hozzá kell rendelni valamelyik elágazáshoz: {1}
it: La frazione {0} deve essere assegnata a uno dei rami {1}
tr: Yarış ayağı {0} parkur dallarından {1} e atanmalı
uk: Етап {0} має бути призначений для однієї з гілок {1}

source: Leg {0} is assigned to both branch '{1}' and branch '{2}'
de: Teilstrecke {0} ist Verzweigung '{1}' und Verzweigung '{2}' zugewiesen
fi: Osuus {0} on määritetty sekä hajonnalle '{1}' että hajonnalle '{2}'
hu: A(z) {0} ág hozzá van rendelve a(z) '{1}' és a(z) '{2}' elágazáshoz is.
it: La frazione {0} è assegnata sia al ramo '{1}' che al ramo '{2}'
tr: Yarış ayağı {0} parkur dallarından hem {1} e hem de {2} ye atanmalı
uk: Етап {0} призначено як на гілку '{1}' так і на гілку '{2}'

source: Cannot read map for the following reason: '{0}' Opening and re-saving the map in the latest version of OpenOrienteering Mapper may fix problems.
de: Die Karte kann wegen folgendem Prpblem nicht geladen werden: '{0}' Die Karte in der neusten Version von OpenOrienteering Mapper öffnen und neu speichern, könnte das Problem beheben.
fi: Karttaa ei voi lukea seuraavasta syystä: '{0}' Kartan avaaminen ja tallentaminen uudelleen OpenOrienteering Mapperin viimeisimmässä versiossa voi korjata ongelmia.
hu: A térkép fájl nem beolvasható az alábbi okból: '{0}' Megnyitva majd elmentve a legújabb OpenOrienteering Mapper segítségével megoldhatja a problémát.
it: Impossibile leggere la mappa per il seguente motivo: '{0}' Aprire e salvare nuovamente la mappa nell'ultima versione di OpenOrienteering Mapper potrebbe risolvere i problemi.
tr: Aşağıdaki sebep yüzünden haritayı okuyamıyor. '{0}' OpenOrienteering Mapper'ın son versiyonunda açmak ve tekrar kaydetmek sorunu çöze bilir.
uk: Не вдалося зчитати карту через наступні причини: '{0}' Відкриття і збереження карти у останній версії OpenOrienteering Mapper може виправити проблему.

source: The underlying OCAD map has visible template files. In OCAD 8 and below, these templates may not appear due to limitations in OCAD.
de: Die hinterlegte OCAD Karte hat sichtbare Vorlage Dateien. In OCAD 8 und älter, können diese Vorlagen unter Umständen nicht dargestellt werden, da in OCAD Beschränkungen vorhanden sind.
fi: Taustalla olevalla OCAD-kartalla on näkyviä mallinetiedostoja. Mallineet (templates) eivät välttämättä näy OCADin rajoitusten takia.
hu: A háttér OCAD térkép tartalmaz látható mintafájlokat. OCAD 8 és az előtti verziókban ez nem jelenik meg jól az OCAD limitációja miatt.
it: La mappa OCAD ha dei file template visibili. In OCAD 8 e versioni precedenti, questi modelli potrebbero non essere visualizzati a causa delle limitazioni di OCAD.
tr: OCAD altlık haritası görülebilir şablon dosyalara sahip. OCAD 8 ya da daha altında OCAD kısıtlamaları yüzünden bu şablonlar görünmeyebilir.
uk: Підключена карта OCAD має видимі файли підложок. В OCAD 8 і нижче ці підложки можуть не відображатися через обмеження OCAD.

source: Due to limitations of the OCAD file format (in OCAD 10 and below), image objects will appear underneath courses and white out areas in the exported OCAD files. Please check the OCAD files to make sure your images appear as desired.
de: Wegen Beschränkungen im OCAD Dateiformat (OCAD 10 und älter) erscheinen Bildobjekte unterhalb der Bahnen und weissen Flächen in der exportierten OCAD Datei. Überprüfe die OCAD Datei, um sicher zu gehen, dass die Bilder wie gewünscht erscheinen.
fi: OCAD-tiedostomuodon rajoitusten vuoksi (OCAD 10: ssä ja jäljempänä), kuvaobjektit tulevat näkyviin ratatiedostoissa ja lisätyt valkoiset alueet vietyihin OCAD-tiedostoihin. Tarkista OCAD-tiedostot varmistaaksesi, että kuvat näkyvät halutulla tavalla.
hu: Az OCAD fájl formátum limitációja miatt (OCAD 10 és régebbi fájl esetén) a kép objektumok a pályák alatt lehetnek és fehér üres területként jelenhetnek meg. Kérem ellenőrizze, hogy a kimentett OCAD fájlokban ott jelennek meg a képek, ahova tervezte.
it: A causa delle limitazioni del formato file OCAD (in OCAD 10 e versioni precedenti), gli oggetti immagine appariranno sotto i percorsi e le aree bianche exportate dal file OCAD. Controlla i file OCAD per assicurarti che le tue immagini appaiano come desiderato.
tr: OCAD 10 ve altındaki kısıtlamalar yüzünden, görsel nesneler parkurun altında görünecektir ve dışarı aktarılan OCAD dosyalarını beyaz gösterecektir. Lütfen istenilen görseli elde etmek için OCAD dosyalarını kontrol edin.
uk: Через обмеження формату OCAD (у OCAD 10 і нижче) в експортованих файлах OCAD об’єкти зображень відображатимуться під дистанціями та забіленими областями. Будь ласка, перевірте файли OCAD, щоб переконатися, що зображення відображаються належним чином.

source: Cannot create image files for the following reason:
de: Aus folgendem Grund kann keine Bilddatei erstellt werden:
fi: Kuvatiedostoja ei voi luoda seuraavasta syystä:
hu: A képfájl nem hozható létre az alábbi ok miatt:
it: Impossibile creare i file immagini per il seguente motivo:
tr: Aşağıdaki sebeplerden görsel dosya oluşturamaz:
uk: Не вдалося створити файли зображень із наступних причин:

source: Create PDF
de: PDF erstellen
fi: Luo PDF
hu: PDF fájl létrehozása
it: Creare PDF
tr: PDF oluştur
uk: Створити PDF

source: PDF File|*.pdf
de: PDF-Datei|*.pdf
fi: PDF-tiedosto|*.pdf
hu: PDF Fájl|*.pdf
it: File PDF (*.pdf)|*.pdf
tr: PDF Dosyası|*.pdf
uk: PDF файл|*.pdf

source: Leg {0} never reaches branch '{1}': it was assigned to go a different way in a containing fork.
de: Teilstrecke {0} erreicht nie Verzweigung '{1}': Der Teilstrecke wurde an einer Gabelung eine andere Richtung zugewiesen.
fi: Osuus {0} ei koskaan saavuta hajontaa '{1}': Se on määrätty menemään eri tavalla ulommassa hajonnassa.
hu: A(z) {0} ág sohasem érinti a(z) '{1}' elágazást: másként kell megadni az utakat a tatalmazó villában.
it: La frazione {0} non raggiunge mai il ramo '{1}': è stata assegnata una via diversa nella biforcazione.
tr: Yarış ayağı {0} dal {1} e hiç ulaşmıyor. Var olan çatalda farklı bir yöne gitmesi için atanmış.
uk: Етап {0} ніколи не потрапить на гілку '{1}': для нього був призначений інший шлях у попередній розвилці.

source: Set the appearance of the ellipse. After pressing OK, drag the mouse to place the ellipse in the desired location.
de: Das Aussehen der Ellipse festlegen. Nach Klicken auf "OK" die Ellipse an die gewünschte Position ziehen.
fi: Aseta ellipsin ulkoasu. Paina OK, minkä jälkeen paina hiiren vasen painike pohjaan ja vedä sijoittaaksesi ellipsin haluamaasi kohtaan kartalle.
it: Imposta l'aspetto dell'ellisse. Dopo aver premuto OK, trascina il mouse per posizionare l'ellisse nella posizione desiderata.
tr: Elipsin görünümünü ayarlayın. Tamam'a bastıktan sonra, elipsi istediğiniz konuma yerleştirmek için fareyi sürükleyin.
uk: Налаштуйте вигляд еліпса. Після натискання на OK потягніть мишкою щоб розмістити еліпс у бажаному місці.

source: Add Ellipse
de: Ellipse hinzufügen
fi: Lisää ellipsi
it: Aggiungi Ellisse
tr: Elips Ekle
uk: Додати еліпс

source: Don't warn about missing fonts for this event again
de: Für dieses Ereignis nie mehr wegen fehlender Fonts warnen
fi: Älä jatkossa varoita puuttuvista fonteista tässä tapahtumassa.
hu: Ne figyelmeztessen újra ebben az eseményben ha hiányzik betűtípus
it: Non avvisare nuovamente per la mancanza di caratteri in questo evento
pl: Nie ostrzegaj ponownie o brakujących czcionkach dla tych zawodów
tr: Bu etkinlik için eksik yazı karakteri için tekrar uyarma
uk: Більше не попереджати про відсутні шрифти для цих змагань

source: Map file "{0}" uses fonts that are not installed on your computer. Text using these fonts will be drawn and printed with a default font, which may cause text to appear differently than the map designer intended. To fix this problem, find and install the fonts listed below with the Windows control panel, then start Purple Pen again.
de: Die Kartendatei "{0}" benutzt Schriftarten (Fonts), die auf diesem Computer nicht installiert sind. Texte, die diese Fonts verwenden, werden mit dem Standardfont gezeichnet und gedruckt, was den Text unter Umständen anders aussehen lässt, als der Bahnleger beabsichtigt hatte. Um das Problem zu lösen, suchen und installieren Sie die unten gelisteten Fonts über die Windows Systemsteuerung. Starten Sie dann Purple Pen neu.
fi: Karttatiedostossa "{0}" on käytössä fontteja, joita ei ole asennettu tietokoneellesi. Tekstit, joissa näitä fontteja on käytössä, piirretään ja tulostetaan oletusfontilla, mikä saattaa aiheuttaa, että teksti näkyy kartalla ei tavalla kuin kartan tekijä on tarkoittanut. Korjataksesi ongelman, etsi ja asenna alla listatut fontit ja käynnistä Purple Pen sen jälkeen uudelleen.
hu: A térkép fájl "{0}" olyan betűtípusokat használ, amik nincsenek telepítve a számítógépén. A szövegek amik ezeket használják az alapértelmezett betútípussal jelennek meg és kerülnek nyomtatásre, ami jelentősen eltérhet attól amit a térkép tervezője megadott. A probléma megoldására szerezze be és telepítse a Windows vezérlőpultban az alábbi betűtípusokat, majd indítsa újra a Purple Pen programot.
it: Il file mappa "{0}" utilizza caratteri che non sono installati sul tuo computer. Il testo che utilizza questi caratteri verrà disegnato e stampato con un carattere predefinito, il che potrebbe far sì che il testo venga visualizzato in modo diverso rispetto a quanto previsto dal creatore della mappa. Per risolvere questo problema, trova e installa i caratteri elencati di seguito tramite il pannello di controllo di Windows, in seguito riavvia Purple Pen.
tr: Harita dosyası "{0}", bilgisayarınızda yüklü olmayan yazı tiplerini kullanır. Bu yazı tiplerini kullanan metin, metnin harita tasarımcısının amaçladığından farklı görünmesine neden olabilecek varsayılan bir yazı tipiyle çizilecek ve yazdırılacaktır. Bu sorunu gidermek için Windows denetim masası ile aşağıda listelenen yazı tiplerini bulup yükleyin, ardından Purple Pen'i yeniden başlatın.
uk: Файл карти "{0}" використовує шрифти, що відсутні на комп'ютері. Текст, написаний такими шрифтами, буде відображено та роздруковано із використанням шрифта за замовченням, що може призвести до порушення до порушення дизайну. Щоб виправити цю проблему, знайдіть та встановіть шрифти перелічені нижче за допомогою контрольної панелі Windows, тоді запустіть Purple Pen знову.

source: Missing Fonts
de: Fehlende Schriftarten
fi: Puuttuvat fontit
hu: Hiányzó betűtípusok
it: Caratteri Mancanti
pl: Brakujące czcionki
tr: Eksik Fontları Yoksay
uk: Відсутні шрифти

source: Which way would you like to move all controls on the map?
de: In welche Richtung möchten Sie alle Steuerelemente auf der Karte bewegen?
fi: Millä tavalla haluat siirtää kaikkia rasteja kartalla?
it: In che modo vorresti spostare tutti i punti sulla mappa?
tr: Haritadaki tüm kontrolleri hangi yöne taşımak istersiniz?

source: Move Only
de: Nur bewegen
fi: Siirrä vain
it: Muovi solo
tr: Yalnızca Taşı

source: Move and Scale
de: Bewegen und Skalieren
fi: Siirrä ja skaalaa
it: Muovi e Scala
tr: Taşı ve Ölçeklendir

source: Move and Rotate
de: Bewegen und Drehen
fi: Siirrä ja kierrä
it: Muovi e Ruota
tr: Taşı ve Döndür

source: Move, Scale, and Rotate
de: Verschieben, Skalieren und Drehen
fi: Siirrä, skaalaa ja kierrä
it: Muovi, Scala e Ruota
tr: Taşı, Ölçeklendir ve Döndür

source: When using an image file as a map, you must specify the resolution of the image and the map scale. The resolution of the image indicates how may pixels or dots are in the image for each inch on the paper map; usually termed dots per inch or "dpi". The scale of the map indicates the relationship between the paper map and the real world.
de: Wenn Sie eine Bildkarte (Raster) als Kartendatei verwenden, ist es erforderlich, die Auflösung der Bildkarte, sowie deren Maßstab anzugeben. Die Auflösung der Bildkarte gibt an, wie viele Bildpunkte (Pixel) des Rasters einem Zoll (inch) auf der Karte entsprechen; dies wird normalerweise "dots per inch" bzw. "dpi" genannt. Der Maßstab der Karte stellt das Verhältnis zwischen Papierkarte und der realen Welt dar.
fi: Kun käytät kuvatiedostoa karttana, sinun täytyy määrittää kuvan resoluutio ja kartan mittakaava. Kuvan resoluutio kertoo, kuinka monta pikseliä tai pistettä kuvassa on jokaista kartan tuumaa kohden (dots per inch, DPI). Kartan mittakaava kertoo kartan ja sen esittämän todellisen maaston mittojen välisen suhteen.
hu: Amikor egy képet használ térképként, meg kell adnia a felbontást és a térkép léptékét. A felbontás azt jelenti, hogy hány pixel/pont található egy inch távolságon a papír térképen; általában "dpi"-ben (dot per inch) van megadva. A lépték pedig a papír térkép és a valóság arányát adja meg.
it: Quando si utilizza un file immagine come mappa, è necessario specificare la risoluzione dell'immagine e la scala della mappa. La risoluzione dell'immagine indica quanti pixel o punti sono presenti nell'immagine per ogni pollice sulla mappa cartacea; solitamente chiamato punti per pollice o "dpi". La scala della mappa indica il rapporto tra la mappa cartacea e il mondo reale.
tr: Bir görüntü dosyasını harita olarak kullanırken, görüntünün çözünürlüğünü ve harita ölçeğini belirtmelisiniz. Görüntünün çözünürlüğü, kağıt haritasındaki her inç için görüntüde piksellerin veya noktaların nasıl olabileceğini gösterir; genellikle inç başına nokta veya "dpi" olarak adlandırılır. Haritanın ölçeği, kağıt harita ile gerçek dünya arasındaki ilişkiyi gösterir.
uk: Коли у якості карти використовується файл зображення, необхідно вказати роздільність зображення та масштаб карти. Роздільність зображення вказує на те скільки пікселів або точок зображення міститься у кожному дюймі друкованої карти; зазвичай вимірюється у dots per inch або "dpi". масштаб карти вказує на співвідношення між друкованою картою і реальним світом.

source: Image resolution:
de: Bildauflösung:
fi: Kuvan resoluutio:
hu: Kép felbontása:
it: Risoluzione Immagine:
pl: Rozdzielczość obrazu:
tr: Resim çözünürlüğü:
uk: Роздільна здатність зображення:

source: Map scale:
de: Kartenmaßstab:
fi: Kartan mittakaava:
hu: Térkép léptéke:
it: Scala mappa:
pl: Skala mapy:
tr: Harita ölçeği:
uk: Масштаб карти:

source: Bitmap Resolution
de: Bildauflösung
fi: Kuvan resoluutio
hu: Kép felbontása:
it: Risoluzione Bitmap
pl: Rozdzielczość bitmapy
tr: Bitmap Çözünürlüğü
uk: Роздільна здатність растрового зображення
