Repository: pauliojanpera/PurplePen
Catalog: loc/po/purplepen/*.po
Languages: de, fi, hu, it, pl, tr, uk

source: Some or all courses do not have competitor loads set for them. The loads listed below may be incorrect or missing for this reason. To set competitor loads, select "Competitor Load" from the "Course" menu.
de: Einige oder alle Bahnen haben keine Angabe zur Läuferanzahl. Die Angaben zur Auslastung unten können deshalb fehlerhaft sein. Um die Läuferauslastung festzulegen, wählen Sie bitte "Läuferanzahl" aus dem Menü "Bahnen".
fi: Kuormitustietoja ei ole asetettu yhdelle tai useammalle radalle. Alla listatut kuormitukset voivat puuttua tai olla vääriä tästä syystä. Asettaaksesi kuormitukset valitse Rata-valikosta "Aseta kuormitus".
hu: Néhány pályánál nincs megadva a versenyzők száma, állítsa be ezeket. A terhelési listában szereplő adatok e nélkül hibásak lesznek. A versenyzők számát a "Pálya" menü "Versenyzőszám" parancsával adhatja meg.
it: Per alcuni o tutti i percorsi non sono impostati i numeri dei concorrenti. Per questo motivo i passaggi elencati di seguito potrebbero essere errati o mancanti. Per impostare il numero dei concorrenti, seleziona "Numeri Concorrenti" dal menu "Percorso".
tr: Bazı veya tüm derslerin kendileri için belirlenmiş rakip yükleri yoktur. Aşağıda listelenen yükler bu nedenle yanlış veya eksik olabilir. Rakip yükleri ayarlamak için "Course" menüsünden "Competitor Load" ı seçin.
uk: Для деяких або всіх дистанцій не задано навантаження учасниками. Тому перелічені нижче навантаження можуть бути неправильними або не відображатися. Щоб задати навантаження учасниками, виберіть "Навантаження учасниками" у меню "Дистанція".

source: (only legs used by more than one course appear in the following table)
de: (In der folgenden Tabelle erscheinen nur Teilstrecken, die von mehr als einer Bahn genutzt werden.)
fi: (Vain rastivälit, joita käytetään samaan suuntaan useammalla kuin yhdellä radalla, näkyvät seuraavassa taulukossa.)
hu: (csak a több pálya által használt átmenetek jelennek meg a táblázatban)
it: (nella tabella seguente compaiono solo le frazioni utilizzate da più di un percorso)
pl: (jedynie przebiegi użyte w więcej niż jednej trasie są zaprezentowane w tabeli poniżej)
tr: (Sadece birden fazla ders tarafından kullanılan bacaklar aşağıdaki tabloda görünür)
uk: (у наступній таблиці відображено тільки перегони, що задіяні у понад одній дистанції)

source: Competitor Load Summary for {0}
de: Zusammenfassung der Läuferauslastung für {0}
fi: Tapahtuman {0} kuormitusraportti
hu: {0} versenyzőszám összefoglalója
it: Riepilogo Passaggi Concorrenti per {0}
pl: Podsumowanie obłożenia zawodnikami dla {0}
tr: {0} için Yarışmacı Yükü Özeti
uk: Підсумок щодо навантаження учасниками для {0}

source: One or more courses has variations. Load numbers will be computed assuming that competitors are evenly distributed between forks.
de: Ein oder mehrer Kurse haben Bahnvarianten. Die Zahlen werden berechnet unter der Annahme, dass die Gabelungen gleichmässig verteilt sind.
fi: Yhdellä tai useammalla radalla on hajonta. Kuormitus lasketaan olettaen, että kilpailijat jakautuvat tasaisesti hajontojen kesken.
hu: Egy vagy több pálya variációkat tartalmaz. A terhelés a villákra szétosztott versenyzők alapján számított.
it: Uno o più percorsi presentano variazioni. I passaggi verranno calcolati presupponendo che i concorrenti siano distribuiti uniformemente tra le varie varianti.
tr: Bir veya daha fazla parkurun varyasyonları vardır. Yük sayıları, rakiplerin çatallar arasında eşit olarak dağıldığı varsayılarak hesaplanacaktır.
uk: Одна або кілька дистанцій мають розсіювання. Навантаження буде обчислено за умови, що розподіл учасників на вилці є рівномірним.

source: ({0} visits)
de: ({0} Besuche)
fi: ({0} käyntiä)
hu: ({0} látogatás)
it: ({0} visite)
tr: ({0} ziyaret)
uk: ({0} відвідувань)

source: WARNING:
de: WARNUNG:
fi: VAROITUS:
hu: FIGYELMEZTETÉS:
it: ATTENZIONE:
pl: UWAGA:
tr: UYARI:
uk: ПОПЕРЕДЖЕННЯ:

source: NOTE:
de: BEMERKUNG:
fi: HUOMAUTUS:
hu: FIGYELEM:
tr: NOT:
uk: ПРИМІТКА:

source: Warning: due to the number of legs specified, the fork at control {0} will not be used evenly. {1} leg(s) will use branch(es) {2}, while {3} leg(s) will use branch(es) {4}.
de: Warnung: Aufgrund der Anzahl der Teilstrecken wird die Gabelung bei Posten {0} nicht gleichmäßig genutzt. {1} Teilstrecke(n) nutzen Zweig {2}, und {3} Teilstrecke(n) nutzen Zweig {4}.
fi: Varoitus: määritetystä osuuksien lukumäärästä johtuen rastilta {0} alkavaa hajontaa ei käytetä tasaisesti. Osuuksista {1} käyttää hajontaa (hajontoja) {2}, kun taas osuuksista {3} käyttää hajontaa (hajontoja) {4}.
hu: Figyelem: az ágak száma miatt, a(z) {0} pontnál levő villában nem arányos a használat. {1} ágat használ a(z) {2} elágazás, míg {3} ágat használ a(z) {4} elágazás.
it: Attenzione: a causa del numero di frazioni specificato, la biforcazionea al controllo {0} non verrà utilizzata in modo uniforme. {1} frazione(i) utilizzerà il ramo(i) {2}, mentre {3} la frazione(i) utilizzerà il(i) ramo(i) {4}.
tr: Uyarı: Belirtilen bacaklar nedeniyle, {0} denetimindeki çatal eşit şekilde kullanılamaz. {1} bacak dalları {2}, {3} bacakları ise dalları {4} kullanacaktır.
uk: Увага: через вказану кількість етапів вилка на КП {0} навантажена нерівномірно. Етап(и) {1} будуть призначені на гілку(и) {2}, тоді як етап(и) {3} - гілку(и) {4}.

source: Leg {0}
de: Teilstrecke {0}
fi: Osuus {0}
hu: Ág {0}
it: Frazione {0}
tr: Ayak{0}
uk: Етап {0}

source: No relay teams have been defined yet. Selected the desired number of teams and legs and press the "Assign Variations" button.
de: Bislang wurden keine Staffelteams festgelegt. Wählen sie die Anzahl der Teams und Teilstrecken aus und klicken sie auf "Varianten zuweisen".
fi: Viestijoukkueita ei ole vielä määritelty. Valitse haluamasi määrä joukkueita sekä osuuksia ja paina "Määritä hajonnat" - painiketta.
hu: A váltó csapatok nincsenek definiálva. Válassza ki a kívánt számú csapatot és ágat és kattintson a "Variációk hozzárendelése" gombra.
it: Nessuna staffetta è stata ancora definita. Seleziona il numero desiderato di staffette e frazioni e premi il pulsante "Assegna varianti".
tr: Henüz hiçbir röle ekibi tanımlanmamıştır. İstenen takım ve bacak sayısını seçip "Varyasyonları Ata" düğmesine basın.
uk: Естафетні команди ще не визначені. Виберіть потрібну кількість команд і етапів і натисніть кнопку "Призначити розсіювання".

source: Team {0}
fi: Joukkue {0}
hu: Csapat {0}
it: Squadra {0}
tr: Ekip {0}
uk: Команда {0}

source: Relay Assignments for {0}
de: Staffelzuweisungen for {0}
fi: Hajonta-avain radalle {0}
hu: Váltó hozzárendelés {0} számára
it: Assegnazioni Staffette per {0}
tr: {0} için Röle Atanmaları
uk: Призначення естафети для {0}

source: away from control
de: vom Posten weg
fi: viitoitus rastilta
hu: közeli ellenőrzőpontok
it: Lontano dal controllo
pl: od PK
tr: kontrol dışı
uk: далеко від КП

source: Competitor load:
de: Läuferauslastung:
fi: Kuormitus:
hu: Versenyzőszám:
it: Numeri Concorrenti:
pl: Obłożenie zawodnikami:
tr: Yarışmacı yükü:
uk: Навантаження учасниками:

source: Controls in use:
de: Verwendete Posten:
fi: Käytössä:
hu: Használt ellenőrzőpontok:
it: Controlli usati:
pl: Używane PK:
tr: Kullanımdaki kontroller:
uk: КП використовуються:

source: Controls not in use:
de: Nicht verwendete Posten:
fi: Ei käytössä:
hu: Nem használt ellenőrzőpontok:
it: Controlli non usati:
pl: Nieużywane PK:
tr: Kullanılmayan kontroller:
uk: КП не використовуються:

source: controls
de: Posten
fi: rastia
hu: ellenőrzőpont
it: Controlli
pl: PK
tr: kontroller
uk: КП

source: control
de: Posten
fi: rasti
hu: ellenőrzőpont
it: Controllo
pl: PK
tr: kontrol
uk: КП

source: All courses
de: Alle Bahnen
fi: Kaikki radat
hu: Minden pálya
it: Tutti i percorsi
pl: Wszystkie trasy
tr: Tüm Parkurlar
uk: Всі дистанції

source: Course "{0}"
de: Bahn "{0}"
fi: Rata "{0}"
hu: {0} pálya
it: Percorso "{0}"
pl: Trasa "{0}"
tr: Parkur "{0}"
uk: Дистанція "{0}"

source: Customized symbol description
de: Angepasste Symbolbeschreibung
fi: Symbolin merkitys
hu: Egyedi szimbólum leírás
it: Descrizione simboli personalizzata
pl: Zmieniony opis symbolu
tr: Özelleştirilmiş sembol açıklaması
uk: Ленеди, що зазнали правки

source: entire leg
de: Gesamte Teilstrecke
fi: koko väli
hu: teljes átmenet
it: Intera Frazione
pl: cały przebieg
tr: tüm bacak
uk: весь етап

source: finish funnel
de: Zieleinlauf
fi: ei viitoitusta maaliin
hu: célfolyosó
it: Tunnel Finish
pl: tunel dobiegowy
tr: son huni
uk: фініштий коридор

source: finishes
de: Ziele
fi: maalia
hu: cél
it: Arrivi
tr: bitiriş
uk: фініші

source: finish
de: Ziel
fi: maali
hu: cél
it: Arrivo
pl: meta
tr: bitiş
uk: фініш

source: Flagging:
de: Ausflaggung:
fi: Viitoitus:
hu: Szalagozás:
it: Segnalazione:
pl: Otaśmowanie:
tr: İşaretleme:
uk: Маркування:

source: into control
de: zum Posten
fi: viitoitus rastille
hu: ellenőrzőpontig
it: Nel controllo
pl: do PK
tr: kontrol altında
uk: на КП

source: into finish funnel
de: zum Zieleinlauf
fi: kokoava viitoitus maaliin
hu: célfolyosóig
it: Nel tunnel arrivo
pl: do tunelu dobiegowego
tr: son huniye girin
uk: у фінішному коридорі

source: Line height:
de: Zeilenhöhe:
fi: Viivan korkeus:
hu: Sormagasság:
it: Altezza linea:
pl: Wysokość linii:
tr: Satır yüksekliği:

source: Location:
de: Position:
fi: Sijainti:
hu: Hely:
it: Posizione:
pl: Położenie:
tr: Yer:
uk: Розташування:

source: mandatory crossing points
de: Pflichtquerungen
fi: pakollista ylitys/alituspaikkaa
hu: kötelező átkelőhely
it: Punti di attraversamento obbligatori
pl: obowiązkowe punkty przebiegu
tr: zorunlu geçiş noktaları

source: mandatory crossing point
de: Pflichtquerung
fi: pakollinen ylistys/alituspaikka
hu: kötelező átkelőhely
it: Punto di attraversamento obbligatorio
pl: obowiązkowy punkt przebiegu
tr: zorunlu geçiş noktası
uk: обов'язковий пункт перетину

source: Forbidden Route
de: Verbotene Strecke
fi: Kielletty reitti
hu: Tiltott út
it: Tratta Proibita
pl: Nidozwolony przebieg
tr: Yasak Rota
uk: Заборонений шлях

source: Out-of-bounds Area
de: Sperrgebiet
fi: Kielletty alue
hu: Elzárt terület
it: Zona vietata
pl: Teren zakazany
tr: Sınırların dışında kalan alan
uk: Заборонена територія

source: starts
fi: lähtöä
hu: rajt
it: partenze
tr: başlamalar

source: start
fi: lähtö
hu: rajt
it: partenza
tr: başlama
uk: початок

source: Text description:
de: Text-Postenbeschreibung:
fi: Sanallinen rastinmäärite:
hu: Szöveges leírás
it: Testo Descrizione:
pl: Opis:
tr: Metin açıklaması:
uk: Опис текстом:

source: Text line
de: Textzeile
fi: Tekstirivi
hu: Szövegsor
it: Linea testo
tr: Metin satırı
uk: Строка тексту

source: Appears above {0}, in all courses that contain {0}
de: Erscheint über {0}, in allen Bahnen, die {0} enthalten
fi: Tulee ennen kohdetta {0} kaikilla radoilla, joilla on {0}
hu: Megjelenik {0} felett, minden olyan pályán ahol {0} szerepel
it: Appare sopra {0}, in tutti i percorsi che contengono {0}
pl: Wyświetla się powyżej {0} we wszystkich trasach zawierających {0}
tr: {0} 'nın üstünde, {0} öğesini içeren tüm derslerde görünüyor
uk: З’являється над {0} у всіх дистанціях, які містять {0}

source: Appears above {0}, in this course only
de: Erscheint über {0}, nur in dieser Bahn
fi: Tulee ennen kohdetta {0} vain tällä radalla
hu: Megjelenik {0} felett, csak ezen a pályán
it: Appare sopra {0}, solo in questo percorso
pl: Wyświetla się powyżej {0} jedynie na tej trasie
tr: {0} 'n üzerinde, yalnızca bu derste gösterilir
uk: З’являється над {0} тільки у цій дистанції

source: Appears below {0}, in all courses that contain {0}
de: Erscheint unter {0}, in allen Bahnen, die {0} enthalten
fi: Tulee kohteen {0} jälkeen kaikilla radoilla, joilla on {0}
hu: Megjelenik {0} alatt, minden olyan pályán ahol {0} szerepel
it: Appare sotto {0}, in tutti i percorsi che contengono {0}
pl: Wyświetla się poniżej {0} we wszystkich trasach zawierających {0}
tr: {0} 'ın altında {0} içeren tüm derslerde görünüyor
uk: З’являється під {0} у всіх дистанціях, які містять {0}

source: Appears below {0}, in this course only
de: Erscheint unter {0}, nur in dieser Bahn
fi: Tulee kohteen {0} jälkeen vain tällä radalla
hu: Megjelenik {0} alatt, csak ezen a pályán
it: Appare sotto {0}, solo in questo percorso
pl: Wyświetla się poniżej {0} jedynie na tej trasie
tr: {0} 'nın altında, yalnızca bu derste yer almaktadır
uk: З’являється під {0} тільки у цій дистанції

source: Total controls:
de: Gesamtzahl Posten:
fi: Rasteja yhteensä:
hu: Összes ellenőrzőpont:
it: Totale controlli:
pl: Liczba PK:
tr: Toplam kontroller:
uk: Всього КП:

source: Total score:
de: Gesamtzahl Punkte:
fi: Pisteet yhteensä:
hu: Összérték:
it: Totale punteggio:
pl: Całkowita liczba punktów:
tr: Toplam puan:
uk: Всього очків:

source: Used in courses:
de: Verwendet in Bahnen:
fi: Käytössä radoilla:
hu: Pályákban használt:
it: Usato nei percorsi:
pl: Użyte w trasach:
tr: Pakurda Kullanılır:
uk: Використано у дистанціях:

source: Name:
fi: Nimi:
hu: Név:
it: Nome:
pl: Nazwa:
tr: İsim:
uk: Назва:

source: map exchanges
de: Kartenwechsel
fi: kartanvaihto
hu: térképcsere
it: Cambi mappa
pl: zmiany mapy
tr: harita değişimleri
uk: зміна карт

source: map exchange
de: Kartenwechsel
fi: kartanvaihto
hu: térképcsere
it: Cambio mappa
pl: zmiana mapy
tr: harita değişimi
uk: зміна карти

source: Map exchange at {0}
de: Kartenwechsel bei Posten {0}
fi: Kartanvaihto ({0})
hu: Térképcsere a(z) {0} pontnál
it: Cambio mappa a {0}
pl: Zmiana mapy na {0}
tr: {0} 'daki harita değişimi
uk: Зміна карти у {0}

source: Load:
de: Auslastung:
fi: Kuormitus:
hu: Terhelés:
it: Carica:
pl: Obłożenie:
tr: Yükle:
uk: Навантаження:

source: Used in:
de: Verwendet in:
fi: Käytössä radoilla:
hu: Használatban:
it: Usato in:
pl: Użyte w:
tr: Kullanılan:
uk: Використано у:

source: Course "{0}", Part {1}
de: Bahn "{0}", Teil {1}
fi: Rata "{0}", osa {1}
hu: "{0}" pálya , {1} rész
it: Percorso "{0}", Parte {1}
pl: Trasa "{0}", Część {1}
tr: Parkur "{0}", Bölüm {1}
uk: Дистанція "{0}", Частина {1}

source: Calculated Length:
de: Länge berechnen:
fi: Mitattu pituus:
hu: Számított hosszúság:
it: Lunghezza calcolata:
pl: Obliczona długość:
tr: Hesaplanan Uzunluk:
uk: Розрахована довжина:

source: map issue points
de: Kartenabgabepunkte
fi: kartanottopaikkaa
hu: térkép felvételi pont
it: Punti consegna mappa
tr: harita veriş noktaları ekle
uk: пункти видачі карт

source: map issue point
de: Kartenabgabepunkt
fi: kartanottopaikka
hu: térkép felvételi pont
it: Punto consegna mappa
tr: harita veriş noktası ekle
uk: пункт видачі карт

source: Map flip at {0}
de: Kartenumschlag bei {0}
fi: Kartankääntö ({0})
it: Rotazione mappa al {0}
tr: {0} konumunda harita çevirme

source: è
tr: é

source: Select first control or registration mark to move
de: Wählen Sie das erste Kontrollfeld oder die Registrierungsmarke, um zu bewegen
it: Selezionare prima un controllo o un contrassegno da spostare
tr: Taşınacak ilk kontrolü veya kayıt işaretini seçin

source: Choose new location for second control/mark
de: Wählen Sie einen neuen Ort für die zweite Kontrolle/Markierung
it: Scegli la nuova posizione per il secondo controllo/contrassegno
tr: İkinci kontrol/işaret için yeni konum seçin

source: Confirm new locations
de: Neue Standorte bestätigen
fi: Vahvista uudet sijainnit
it: Conferma nuove posizioni
tr: Yeni konumları onaylayın

source: Rotation:
de: Drehung:
fi: Kierto:
it: Rotazione:
tr: Çevirme

source: Y Offset:
fi: Y-poikkeama:
it: Spostamento Y:
tr: Y Ofset:

source: X Offset:
fi: X-poikkeama:
it: Spostamento X:
tr: X Ofset:

source: Select second control or registration mark to move
it: Selezionare il secondo controllo o contrassegno da spostare
tr: Taşınacak ikinci kontrolü veya kayıt işaretini seçin

source: Choose new location for first control/mark
it: Scegli la nuova posizione per il primo controllo/contrassegno
tr: İlk kontrol/hedef için yeni konum seçin

source: Back
de: Zurück
fi: Takaisin
it: Indietro
tr: Geri Dön

source: Confirm
de: Bestätigen
fi: Vahvista
it: Conferma
tr: Onaylamak

source: Each Variation Separately
de: Jede Variante einzeln
fi: Jokainen hajonta erikseen
hu: Minden variáció külön
it: Ogni variazione separatamente
tr: Her Varyasyon Ayrı Olarak
uk: Кожен варіант окремо

source: Each Relay Leg Separately
de: Jede Staffel-Teilstrecke einzeln
fi: Jokainen osuus erikseen
hu: Minden váltó ág külön
it: Ogni Frazione Staffetta Separatamente
tr: Her Ayak Ayrı
uk: Кожен етап естафети окремо

source: All Variations Combined
de: Alle Varianten kombiniert
fi: Kaikki hajonnat yhdistettynä
hu: Minden variáció kombinálva
it: Tutte le combinazioni
tr: Tüm Varyansonlar Birleştirildi
uk: Всі варіанти розсіювання разом

source: Variations:
de: Varianten:
fi: Hajonnat:
hu: Variációk:
it: Varianti:
tr: Varyasyonlar:
uk: Варіанти розсіювання:

source: Display all the forks together on a single map.
de: Alle Gabelungen auf einer Karte anzeigen
fi: Näytä kaikki hajonnat yhdellä kartalla.
hu: Jelenítse meg a villák összes ágát egy térképen.
it: Visualizza tutte le biforcazioni insieme su un'unica mappa.
tr: Tüm çatalları tek bir haritada birlikte görüntüleyin.
uk: Відобразити усі розвилки разом на одній карті.

source: One map for each possible variation through the course.
de: Eine Karte für jede mögliche Variante der Bahn.
fi: Yksi kartta radan jokaisesta mahdollisesta hajonnasta.
hu: Egy térkép minden lehetséges variációhoz a pályán belül.
it: Una mappa per ogni possibile variazione durante il percorso.
tr: Kurs boyunca olası her varyasyon için bir harita.
uk: Одна карта для кожного можливого варіанту дистанції.

source: One map for each leg on the relay teams that you choose.
de: Eine Karte für jede Teilstrecke des ausgewählten Staffelteams.
fi: Yksi kartta valitsemiesi joukkueiden jokaiselle osuudelle.
hu: Egy térkép minden ághoz a kiválasztott csapatokhoz.
it: Una mappa per ogni frazione di una staffetta da te scelta.
tr: Seçtiğiniz röle takımlarındaki her bir bacak için bir harita.
uk: Одна карта для кожного етапу в естафетних командах, які ви виберете.

source: You must first define relay teams by selecting Relay Team Variations... from the Course menu.
de: Sie müssen zuerst über "Staffelteam Varianten..." im Menü "Bahnen" die Staffelteams festlegen.
fi: Määritä ensin viestijoukkueet valitsemalla Rata-valikosta Viestin joukkuehajonnat...
hu: Előbb definiálni kell a váltó csapatokat a Váltó csapat variációk... pontban a Pályák menüben.
it: È necessario innanzitutto definire le staffette selezionando le variazioni di staffetta... dal menu percorso.
tr: Önce Kurs menüsünden Röle Ekibi Varyasyonları ... 'nı seçerek geçiş ekiplerini tanımlamalısınız.
uk: Спершу необхідно задати естафетні команди, вибравши "Розсіювання естафетних команд..." у меню Дистанція.

source: Select Individual Variations
de: Einzelne Varianten auswählen
fi: Valitse yksittäiset hajonnat
hu: Egyéni variáció választás
it: Seleziona variazioni individuali
tr: Bireysel Varyasyonları Seç
uk: Вбрати окремі варіанти розсіювання

source: This course has {0} relay teams assigned. Use Relay Team Variations... from the Course menu to change the number of teams.
de: Dieser Bahn wurden {0} Staffelteams zugewiesen. Verwenden sie "Staffelteam Varianten..." im Menü "Bahnen", um die Anzahl der Teams zu ändern.
fi: Tälle radalle on määritelty {0} viestijoukkuetta. Joukkueiden lukumäärän voit vaihtaa valitsemalla Rata-valikosta Viestin joukkuehajonnat...
hu: Ehhez a pályához {0} váltó csapat van rendelve. Használja a Váltó csapat variációk... pontot a Pályák menüben.
it: A questo percorso sono assegnate {0} staffette. Utilizza variazioni staffette... dal menu percorso per modificare il numero di staffette.
tr: Bu derste {0} röle ekibi görevlendirildi. Takım sayısını değiştirmek için Ders menüsünden Röle Ekibi Varyasyonları ... kullanın.
uk: Для цієї дистанції призначено {0} естафетних команд. Щоб змінити кількість команд, скористайтеся пунктом "Розсіювання естафетних команд..." у меню Дистанція.

source: to
de: bis
it: a
tr: göre
uk: до

source: Select which teams to print/export:
de: Auswählen, für welche Teams gedruckt/exportiert werden soll:
fi: Valitse, mitkä joukkueet tulostetaan/viedään:
hu: Válassza ki a nyomtatandó/exportálandó csapatokat:
it: Selezionare quale squadra stampare/esportare:
tr: Yazdır / dışa aktarmak için takımları seçin:
uk: Виберіть команди для друку/експорту:

source: Choose Variations
de: Varianten auswählen
fi: Valitse hajonnat
hu: Válasszon variációkat
it: Scegli Variazioni
tr: Varyasyonları seçin
uk: Виберіть варіанти розсіювання

source: Done
de: Fertig
fi: Valmis
hu: Kész
it: Fatto
pl: Gotowe
tr: Uygula
uk: Готово

source: Set the desired printing area by dragging with the mouse.
de: Legen Sie den gewünschten Druckbereich fest, indem Sie mit der Maus ein Rechteck aufziehen.
fi: Määritä tulostusalue muokkaamalla suorakulmion kokoa ja sijaintia.
hu: Az egérrel jelölje ki a nyomtatási területet.
it: Imposta l'area di stampa desiderata trascinandola con il mouse.
pl: Ustaw pożądany obszar wydruku przeciągając myszką.
tr: Fareyle sürükleyerek istediğiniz yazdırma alanını ayarlayın.
uk: Вберіть область друку, перетягуючи її мишкою.

source: Paper Size
de: Papiergrösse
fi: Paperikoko
hu: Papírméret
it: Dimensione foglio
pl: Rozmiar papieru
tr: Kağıt boyutu
uk: Розмір аркуша

source: Set Print Area Automatically
de: Druckbereich automatisch festlegen
fi: Aseta tulostusalue automaattisesti
hu: Nyomtatási terület automatikus beállítása
it: Imposta area di stampa automaticamente
pl: Ustaw obszar wydruku automatycznie
tr: Baskı Alanını Otomatik Olarak Ayarlayın
uk: Визначити область друку автоматично

source: Fix Print Area Size to Paper Size
de: Druckbereich auf Papiergrösse des Druckers festlegen
fi: Kiinnitä tulostusalueen koko paperikokoon
hu: Nyomtatási terület rögzítése a papírmérethez
it: Fissa area di stampa alla dimensione foglio
pl: Ustaw rozmiar obszaru wydruku na rozmiar papieru
tr: Baskı Alanı Boyutunu Kağıt Boyutu'na Düzelt
uk: Закріпити області друку відповідно до розміру аркуша

source: Select the language that you would like to use for the user interface of Purple Pen (menus, windows, etc.)
de: Wählen Sie eine Sprache für die Benutzeroberfläche aus (Menüs, Fenster, etc.)
fi: Valitse Purple Pen -ohjelman käyttöliittymän kieli
hu: Válasza ki a Purple Pen felhasználói felületének nyelvét (menük, ablakok, stb.)
it: Seleziona la lingua che desideri utilizzare per l'interfaccia utente di Purple Pen (menu, finestre, ecc.)
pl: Wybierz język, którego chceż użyć w interfejsie użytkownika programu Purple Pen (menu, okna, itp.)
tr: Purple Pen kullanıcı arabirimi için kullanmak istediğiniz dili seçin (menüler, pencereler vb.)
uk: Вберіть мову, якою ви бажаєте відображати інтерфейс Purple Pen (меню, вікна, тощо.)

source: Program Language
de: Programmsprache
fi: Ohjelman kieli
hu: A program nyelve
it: Lingua programma
pl: Język programu
tr: Program Dili
uk: Мова програми

source: Left mouse button: select object; Right mouse button: move map; Scroll wheel: zoom in/out
de: Linke Maustaste: Objekt auswählen; Rechte Maustaste: Karte verschieben; Mausrad drehen: Hinein-/Herauszoomen
fi: Hiiren vasen painike: Valitse kohde; Hiiren oikea painike: Siirrä karttaa; Hiiren rulla: Lähennä/loitonna
hu: Bal egérgomb: objektum kiválasztás; Jobb egérgomb: térkép mozgatás; Görgetőgomb: nagyítás +/-
it: Tasto sinistro del mouse: seleziona oggetto; Tasto destro del mouse: sposta la mappa; Rotella di scorrimento: zoom avanti/indietro
pl: Lewy przycisk myszy: wybierz obiekt; Prawy przycisk myszy: przesuń mapę; Kółko przewijania: powiększ/pomniejsz.
tr: Sol fare düğmesi: nesneyi seçin; Sağ fare düğmesi: haritayı taşımak; Kaydırma tekerleği: yakınlaştırma / uzaklaştırma
uk: Ліва кнопка миші: вибрати об'єкт; Права кнопка миші: рухати карту; Коліщатко: наблизити/віддалити
