Repository: pauliojanpera/PurplePen
Catalog: loc/po/purplepen/*.po
Languages: de, fi, hu, it, pl, tr, uk

source: Tabloid (11"x17")
hu: Tábla (11"x17")
tr: Tablet (11"x17")
uk: Таблоїд (11"x17")

source: Paper Size:
de: Papiergröße:
fi: Paperin koko:
hu: Papírméret:
it: Dimensione carta:
pl: Rozmiar papieru:
tr: Kağıt Boyutu:
uk: Розмір сторінки:

source: Top: 0.55", Bottom: 0.55", Left: 0.55", Right: 0.55"
de: Oben 0.55", Unten: 0.55", Link: 0.55", Rechts: 0.55"
fi: Ylä: 0.55", Ala: 0.55", Vasen: 0.55", Oikea: 0.55"
hu: Fent, Lent, Bal, Jobb: 14 mm
it: Alto: 0.55", Basso: 0.55", Sinistra: 0.55", Destra: 0.55"
pl: Góra: 0.55", Dół: 0.55", Lewy: 0.55", Prawy: 0.55"
tr: Üst: 0,55", Alt: 0,55", Sol: 0,55", Sağ: 0,55"
uk: Верхнє: 0.55", Нижнє: 0.55", Ліве: 0.55", Праве: 0.55"

source: Margins:
de: Ränder:
fi: Marginaalit:
hu: Margók:
it: Margini:
pl: Marginesy:
tr: Kenar Boşluğu ({0})
uk: Поля:

source: Orientation:
de: Ausrichtung:
fi: Suunta:
hu: Tájolás:
it: Orientamento:
pl: Ułożenie papieru:
tr: Yönlendirme:
uk: Орієнтація:

source: Course default
de: Wie in der Bahn festgelegt
fi: Radan oletus
hu: Pálya alapértelmezés
it: Default del percorso
pl: Domyślne dla trasy
tr: Parkur varsayılanı
uk: Як і на картах

source: Symbols & Text
de: Symbole & Text
fi: Symbolit ja teksti
hu: Szimbólum és szöveg
it: Simboli e Testo
pl: Symbole i tekst
tr: Sembol & Metin
uk: Піктограми та текст

source: Description type:
de: Postenbeschreibungstyp:
fi: Rastinmääritetyyppi:
hu: Pontleírás típusa:
it: Tipo descrizione:
pl: Typ opisu:
tr: Açıklama türü:
uk: Вид легенд:

source: Line size:
de: Linienstärke:
fi: Ruutukoko:
hu: Sorméret:
it: Dimensione linea:
pl: Rozmiar linii:
tr: Çizgi Boyutu:
uk: Висота рядка:

source: descriptions per course
de: Postenbeschreibungen pro Bahn
fi: rastinmääritteitä rataa kohden (vähintään)
hu: pontleírások pályánként
it: Descrizioni per percorso
pl: opisów na trasę
tr: parkur başına açıklamalar
uk: легенд на дистанцію

source: one copy of each course
de: Ein Exemplar pro Bahn
fi: yksi kopio jokaista rataa
hu: egy minden pályáról
it: una copia per ogni percorso
pl: jedna kopia każdej trasy
tr: her parkur için bir kopya
uk: одна копія для кожної дистанції

source: one page of each course
de: Eine Seite pro Bahn
fi: yksi sivu jokaista rataa
hu: egy oldal minden pályáról
it: una pagina pe ogni percorso
pl: jedna strona każdej trasy
tr: her parkur için bir sayfa
uk: одна сторінка для кожної дистанції

source: multiple pages of each course
de: Mehrere Seiten pro Bahn
fi: useita sivuja jokaista rataa
hu: több oldal minden pályáról
it: più pagine per ogni percorso
pl: wiele stron każdej trasy
tr: her parkur için birden fazla sayfa
uk: кілька сторінок для кожної дистанції

source: Print:
de: Drucken:
fi: Tulosta:
hu: Nyomtatás:
it: Stampa:
pl: Drukuj:
tr: Yazdır:
uk: Друк:

source: Print Descriptions
de: Postenbeschreibungen drucken
fi: Tulosta rastinmääritteet
hu: Pontleírások nyomtatása
it: Stampa Descrizioni
pl: Drukuj opisy
tr: Açıklamaları Yazdır
uk: Друкувати легенди

source: Height:
de: Höhe:
fi: Korkeus:
hu: Magasság:
it: Altezza:
pl: Wysokość:
tr: Yükseklik:
uk: Висота:

source: Paper Size ({0})
de: Papiergröße ({0})
fi: Paperikoko ({0})
hu: Papírméret ({0})
it: Dimensione Pagina ({0})
pl: Rozmiar papieru ({0})
tr: Kağıt Boyutu ({0})
uk: Розмір аркуша ({0})

source: Orientation
de: Ausrichtung
fi: Suunta
hu: Tájolás
it: Orientamento
pl: Ułożenie strony
tr: Yönlendirme
uk: Орієнтація

source: Left:
de: Links:
fi: Vasen:
hu: Bal:
it: Sinistra:
pl: Lewy:
tr: Sol:
uk: Ліве:

source: Top:
de: Oben:
fi: Yläreuna:
hu: Felső:
it: Alto:
pl: Górny:
tr: Üst:
uk: Верхнє:

source: Right:
de: Rechts:
fi: Oikea:
hu: Jobb:
it: Destra:
pl: Prawy:
tr: Sağ:
uk: Праве:

source: Bottom:
de: Unten:
fi: Alareuna:
hu: Alsó:
it: Basso:
pl: Dolny:
tr: Alt:
uk: Нижнє:

source: Margins ({0})
de: Seitenränder ({0})
fi: Marginaalit ({0})
hu: Margók ({0})
it: Margini ({0})
pl: Marginesy ({0})
tr: Kenar Boşluğu ({0})
uk: Поля ({0})

source: Page Setup
de: Seiteneinstellungen
fi: Sivun asetukset
hu: Oldalbeállítás
it: Impostazioni Pagina
pl: Ustawienia Strony
tr: Sayfa Ayarı
uk: Параметри сторінки

source: Punch Card Layout...
de: Kontrollkartenlayout...
fi: Leimauskortin asettelu...
hu: Karton elrendezés...
it: Layout cartellino...
pl: Układ kart do perforacji...
tr: Kontrol Kartı Yerleşimi...
uk: Макет картки для відмітки...

source: Punch box size:
de: Stempelfeldgrösse:
fi: Leimausruudun koko:
hu: Bélyegzés mérete:
it: Dim. rettangolo
pl: Rozmiar kafelka do perforacji:
tr: Kontrol Kartı Boyutu:
uk: Розмір клітинки:

source: Copies:
de: Kopien:
fi: Kopioita:
hu: Példányszám:
it: Copie:
pl: Kopie:
tr: Kopya:
uk: Копій:

source: Print Punch Cards
de: Kontrollkarten drucken
fi: Tulosta leimauskuviot
hu: Karton nyomtatás
it: Stampa cartellini
pl: Drukuj karty do perforacji
tr: Delikli Kartları Yazdır
uk: Друкувати контрольні картки

source: Box Order
de: Anordnung der Kontrollfelder
fi: Järjestys
hu: Hely sorrend
it: Ordine Rettangoli
pl: Kolejność prostokątów
tr: Kutu Ekleme
uk: Порядок відміток

source: Size
de: Größe
fi: Koko
hu: Méret
it: Dimensione
pl: Rozmiar
tr: Boyut
uk: Розмір

source: Columns:
de: Spalten:
fi: Sarakkeita:
hu: Oszlopok:
it: Colonne:
pl: Kolumny:
tr: Sütunlar:
uk: Колонки:

source: Rows:
de: Zeilen:
fi: Rivejä:
hu: Sorok:
it: Righe:
pl: Wiersze:
tr: Satırlar:
uk: Рядки:

source: Punch Card Layout
de: Kontrollkartenlayout
fi: Leimauskortin asettelu
hu: Karton elrendezés
it: Layout Cartellino
pl: Układ karty do perforacji
tr: Delikli Kart Düzeni
uk: Макет картки для відмітки

source: Click on a control code in the left-side list, and design the punch pattern in the right side. Red codes indicate controls that have no punch pattern defined.
de: Klicken Sie links auf einen Kontrollcode und gestalten Sie das zugehörige Kontrollfeld auf der rechten Seite. Rote Kontrollcodes zeigen an, dass für sie noch kein Kontrollfeld definiert wurde.
fi: Klikkaa rastikoodia vasemmalla puolella olevalla listalla ja määrittele leimauskuvio oikealla puolella. Punaisella koodilla merkityille rasteille ei ole määritelty leimauskuviota.
hu: Kattintson egy ellenőrzőpontra a bal oldali listában és adja meg a szúrásképet a jobb oldalon. A piros kódok jelzik, hogy az adott ponthoz nincs szúráskép megadva.
it: Fare clic su un codice di controllo nell'elenco a sinistra e disegnare il modello di punzonatura sul lato destro. I codici rossi indicano i controlli per cui non è definito uno schema di punzonatura.
pl: Kliknij na kod PK na liście po lewej stronie aby zdefiniować wzorzec perforowania po prawej stronie. Czerwonym kolorem oznaczone są PK, które nie mają zdefiniowanego wzorca perforowania.
tr: Sol taraftaki kontrol koduna tıklayın ve sağ taraftaki delgi modelini tasarlayın. Kırmızı kodlar, tanımlı zımba deseni olmayan kontrolleri gösterir.
uk: Виберіть код КП у спису ліворуч і введіть форму компостера праворуч. Червоні коди означають що форма компостера ще не задана для цього КП.

source: Punch Patterns
de: Design der Kontrollfelder
fi: Leimauskuviot
hu: Szúrásképek
it: Schema Punzonatura
pl: Wzór perforacji
tr: Zımba Desenleri
uk: Форм компостерів

source: Print...
de: Drucken...
fi: Tulosta...
hu: Nyomtatás…
it: Stampa...
pl: Drukuj...
tr: Yazdır...
uk: Друкувати...

source: Print Preview...
de: Druckvorschau...
fi: Tulostuksen esikatselu...
hu: Nyomtatási kép…
it: Anteprima di stampa...
pl: Podgląd wydruku...
tr: Baskı Önizleme...
uk: Перегляд друку…

source: Close
de: Schließen
fi: Sulje
hu: Bezárás
it: Chiudi
pl: Zamknij
tr: Kapat
uk: Закрити

source: Climb
de: Steigung
fi: Kokonaisnousu
hu: Emelkedés
it: Dislivello
pl: Przewyższenie
tr: Tırmanış
uk: Набір висоти

source: Code
fi: Koodi
hu: Kód
it: Codice
pl: Kod PK
tr: Kod
uk: Код

source: Column
de: Spalte
fi: Sarake
hu: Oszlop
it: Colonna
pl: Kolumna
tr: Sütun
uk: Стовпчик

source: Control
de: Posten
fi: Rasti
hu: Ellenőrzőpont
it: Controllo
pl: PK
tr: Kontrol
uk: КП

source: Control codes
de: Kontrollcodes
fi: Rastikoodit
hu: Ellenőrző kód
it: Codici controlli
pl: Kody PK
tr: Kontrol kodları
uk: Коди КП

source: Controls
de: Posten
fi: Rastit
hu: Ellenőrzőpontok
it: Controlli
pl: PK
tr: Kontroller
uk: КП

source: Course
de: Bahn
fi: Rata
hu: Pálya
it: percorso
pl: Trasa
tr: Parkur
uk: Дистанція

source: Distance
de: Distanz
fi: Välimatka
hu: Távolság
it: Distanza
pl: Odległość
tr: Mesafe
uk: Відстань

source: Item
de: Element
fi: Kohde
hu: Elem
it: Oggetto
pl: Element
tr: Nesne
uk: Елемент

source: Leg
de: Teilstrecke
fi: Rastiväli
hu: Átmenet
it: Frazione
pl: Przebieg
tr: Ayak
uk: Перегон

source: Length
de: Länge
fi: Pituus
hu: Hossz
it: Lunghezza
pl: Długość
tr: Boy
uk: Довжина

source: Load
de: Auslastung
fi: Kuormitus
hu: Terhelés
it: Carica
pl: Obłożenie
tr: Yükle
uk: Навантаження

source: Location
de: Speicherort
fi: Sijainti
hu: Hely
it: Posizione
pl: Położenie
tr: Yer
uk: Розташування

source: # Courses
de: # Bahnen
fi: # Radat
hu: Pályaszám
it: # Percorsi
pl: Liczba tras
tr: #Parkurlar
uk: # Дистанції

source: Reason
de: Grund
fi: Syy
hu: Ok
it: Motivo
pl: Przyczyna
tr: Sebep
uk: Причина

source: Same symbol?
de: Gleiches Symbol?
fi: Sama symboli?
hu: Azonos szimbólum?
it: Stesso simbolo?
pl: Ten sam symbol?
tr: Aynı sembol mi?
uk: Той самий умовний знак?

source: Visits
de: Besuche
fi: Käyntejä
hu: Látogatások
it: Visite
tr: Ziyarteler
uk: Відвідань

source: Course Summary for {0}
de: Bahnstatistik für {0}
fi: Tapahtuman {0} ratayhteenveto
hu: Összefoglaló a(z) {0} pályához
it: Riassunto percorso per {0}
pl: Podsumowanie trasy dla {0}
tr: {0} için Parkur Özeti
uk: Підсумки дистанції для {0}

source: Control cross-reference for {0}
de: Bahn-Posten Bezüge für {0}
fi: Tapahtuman {0} rastien ristiviiteraportti
hu: Ellenőrzőpont keresztreferencia {0}-hoz
it: Controllo Incroci per {0}
pl: Indeks PK dla {0}
tr: {0} için çapraz referans kontrolü
uk: Перехресність КП для {0}

source: Legs Run in Both Directions
de: Teilstrecke geht in beide Richtungen
fi: Molempiin suuntiin juostavat rastivälit
hu: Mindkét irányból futott átmenetek
it: Le frazioni corrono in entrambe le direzioni
tr: Bacaklar her iki yöne hareket eder
uk: Перегони із зустрічним бігом

source: Close Together Controls
de: Posten mit geringem Abstand
fi: Toisiaan lähellä olevat rastit
hu: Közeli ellenőrzőpontok
it: Controlli ravvicinati
tr: Kontrolleri Birlikte Kapat
uk: Близькі КП

source: The following table shows all control pairs that are within {0} meters of each other. The same symbol column shows whether the two controls have the same primary symbol (column D).
de: Die folgende Tabelle listet alle Postenpaare, die weniger als {0} Meter Abstand zueinander haben. Die Spalte "Gleiches Symbol?" zeigt, ob diese beiden Posten die gleiche primäre Symbolbeschreibung haben (Spalte D).
fi: Seuraavassa taulukossa näytetään kaikki rastiparit, jotka ovat alle {0} metrin päässä toisistaan. Sama symboli? -sarake kertoo onko rasteilla sama symboli rastinmääritteiden sarakkeessa D.
hu: A következő táblázat mutatja az olyan ellenőrzőpont párokat amik {0} méteren belül helyezkednek el. Az azonos szimbólum oszlop jelzi, ha a két ellenőrzőpont elsődleges szimbóluma (D oszlop) megegyezik.
it: La tabella seguente mostra tutte le coppie di controlli che si trovano entro {0} metri l'una dall'altra. La stessa colonna dei simboli mostra se i due controlli hanno lo stesso simbolo primario (colonna D).
pl: Poniższa tabela pokazuje wszystkie pary PK które są w odległości nie większej niż {0} metrów od siebie. Kolumna 'ten sam symbol' pokazuje czy obydwa PK mają ten sam główny obiekt w kolumnie D.
tr: Aşağıdaki tabloda, birbirlerinin {0} metre içerisindeki tüm kontrol çiftleri gösterilmektedir. Aynı sembol sütunu, iki kontrolün aynı birincil sembolü (D sütunu) olup olmadığını gösterir.
uk: Наступна таблиця показує всі пари КП, що розташовані ближче ніж {0} м один від одного. Колонка "Той самий знак" говорить про те чи на подібних об'єктах установлені ці КП (колонка D таблиці легенд).

source: Missing Description Boxes
de: Fehlende Postensymbole
fi: Puutteet rastinmääritteissä
hu: Hiányzó pontleírás pozíciók
it: Rettangoli Descrizioni Mancanti
pl: Brakujące pola opisu
tr: Eksik Açıklama Kutuları
uk: Не привласнена легенда

source: Regular courses should indicate the amount of climb
de: Normalbahnen sollten eine Angabe der Höhenmeter haben
fi: Tavallisilla radoilla on ilmoitettava kokonaisnousu
hu: A szabályos pályáknak tartalmaznia kell az emelkedést
it: Normalmente i percorsi dovrebbero indicare il dislivello
pl: Trasy na orientację powinny zawierać informację o przewyższeniu
tr: Düzenli kurslarda tırmanış miktarını belirtmelisiniz
uk: Для звичайних дистанцій слід вказувати набір висоти

source: All controls must have a main feature in column D
de: Alle Posten müssen eine primäre Symbolbeschreibung in Spalte D haben
fi: Kaikilla rasteilla pitää olla rastikohde sarakkeessa D
hu: Minden ellenőrzőpontnak tartalmazni kell szimbólumot a D oszlopban
it: Tutti i punti devono avere il simbolo principale nella colonna D
pl: Wszystkie PK muszą mieć informację o głównym objekcie w kolumnie D
tr: Tüm denetimler D sütununda bir ana özelliğe sahip olmalıdır
uk: Всі КП повинні мати зазначений у колонці D об'єкт постановки

source: When "between" is in column G, two features must be shown in columns D and E
de: Wenn "zwischen" in Spalte G gewählt wurde, muss je ein Element in den Spalten D und E stehen
fi: Kun "välissä" on sarakkeessa G, pitää sekä sarakkeessa D että E olla rastikohde
hu: Ha a G oszlopban "között" szerepel, akkor két dolognak kell lennie a D és E oszlopban
it: Quando "tra" è nella colonna G, due simboli devono essere inseriti nelle colonne D ed E
pl: Kiedy "pomiędzy" jest użyty w kolumnie G, obydwa obiekty muszą być wypisane w kolumnie D oraz E
tr: "Arasında", G sütununda olduğunda, D ve E sütunlarında iki özellik gösterilmelidir
uk: Якщо у колонці G використано піктограму "між", у колонках D та E необхідно вказати два об'єкти

source: When "junction" or "crossing" is in column F, two features must be shown in columns D and E
de: Wenn "Gabelung" oder "Kreuzung" in Spalte F gewählt wurde, muss je ein Element in den Spalten D und E stehen
fi: Kun "haara" tai "risteys" on sarakkeessa F, pitää sekä sarakkeessa D että E olla rastikohde
hu: Ha "elágazás" vagy "kereszteződés" szerepel az F oszlopban, akkor két dolognak kell lennie a D és E oszlopban
it: Quando "giunzione" o "incrocio" sono nella colonna F, due simboli devono essere visualizzati nelle colonne D ed E
pl: Jeżeli "rozwidlenie" lub "skrzyżowanie" jest użyte w kolumnie F, obydwa obiekty muszą być pokazane w kolumnie D i E
tr: "Kavşak" veya "geçiş" F sütununda olduğunda, D ve E sütunlarında iki özellik gösterilmelidir
uk: Якщо у колонці F використано піктограми "злиття" або "перехрестя", у колонках D та E необхідно вказати два об'єкти

source: Regular courses should have a finish circle
de: Normalbahnen sollten am Ende das Zielsymbol (Doppelkreis) haben
fi: Tavallisilla radoilla pitäisi olla maaliympyrä
hu: Szabályos pályának tartalmaznia kell célkört
it: Normalmente i percorsi dovrebbero avere un controllo finish
pl: Trasa na orientację powinna mieć metę
tr: Düzenli parkurlarda bitiş çemberi olmalıdır
uk: Звичайні дистанції повинні мати фініш

source: Missing Items in Courses
de: Fehlende Objekte in Bahnen
fi: Puuttuvat kohteet radoilla
hu: Hiányzó elemek a pályákban
it: Oggetti mancanti nei percorsi
pl: Brakujące elementy tras
tr: Parkurlarda Eksik Nesneler
uk: Не вистачає елемента дистанції

source: Course should have expected competitor load
de: Bahn sollte eine Angabe zu der erwarteten Läuferanzahl haben
fi: Radalla pitäisi olla määritettynä kuormitus
hu: A pálya terhelését meg kell adni
it: Il percorso avrebbe dovuto prevedere il carico atleti
pl: Trasy powinny mieć oczekiwane obciążenie zawodnikami
tr: Kursun yarışmacı yükünü beklemesi gerekirdi
uk: Слід задати для дистанцій очікуване навантаження учасниками

source: No punch pattern defined
de: Design für das Kontrollfeld nicht definiert
fi: Leimauskuviota ei ole määritelty
hu: Szúráskép nincs megadva
it: Nessuno schema di punzonatura definito
pl: Niezdefiniowany żaden wzorzec perforowania
tr: Tanımlama kalıbı yok
uk: Не задано форму компостера

source: Missing Punch Patterns
de: Design für das Kontrollfeld fehlt
fi: Puuttuvat leimauskuviot
hu: Hiányzó szúrásképek
it: Schema Punzonatura Mancante
pl: Brakujące wzorce perforowania
tr: Eksik Punch Kalıpları
uk: Не задані форми компостерів

source: Score course should have score set for all controls or no controls
de: Score-Bahnen sollten Punktbewertungen entweder für alle oder für keinen Posten haben
fi: Pistesuunnistusradalla pistemäärät tulisi määrittää kaikille rasteille tai ei yhdellekään rastille.
hu: Értékes pályán minden ellenőrző és egyéb pontnak értékkel kell rendelkeznie
it: Il punteggio del percorso dovrebbe avere un punteggio impostato per tutti i punti o per nessuno.
pl: Bieg scorelauf powinien mieć punkty przypisane do wszystkich PK lub brak jakichkolwiek punktów
tr: Skor dersinin tüm kontroller için puan seti veya kontrolü yok olmalıdır
uk: У дистанціях за вибором кожен КП оцінюється у певну кількість очок, або КП не використовуються

source: Missing Scores
de: Fehlende Punktbewertungen
fi: Puuttuvat pistemäärät
hu: Hiányzó értékek
it: Punteggio Mancante
pl: Brakujące punkty
tr: Eksik Puanlar
uk: Не задані очки

source: Regular courses should have a start triangle
de: Normalbahnen sollten ein Start-Dreieck haben
fi: Tavallisilla radoilla pitäisi olla K-piste
hu: Szabályos pályának tartalmaznia kell rajt háromszöget
it: I percorsi normalmente dovrebbero avere un triangolo di partenza
pl: Trasa na orientację powinna mieć punkt startu (trójkąt)
tr: Düzenli kurslarda başlangıç üçgeni olmalıdır
uk: Звичайні дистанції повинні мати Старт

source: No problems found.
de: Keine Fehler gefunden.
fi: Ongelmia ei löydetty.
hu: Nem található probléma.
it: Nessun problema trovato.
pl: Nie znaleziono problemów.
tr: Hiçbir sorun bulunamadı.
uk: Проблем не знайдено.

source: Course "{0}" contains control "{1}" twice in a row.
de: Bahn "{0}" enthält Posten "{1}" zweimal hintereinander.
fi: Rata "{0}" sisältää rastin "{1}" kahdesti peräkkäin.
hu: A(z) "{0}" pálya kétszer tartalmazza egymás után a(z) "{1}" ellenőrzőpontot.
it: Il percorso "{0}" contiene il controllo "{1}" due volte in una riga.
tr: Parkur "{0}" kontrol içerir"{1}" arka arkaya iki kez.
uk: Дистанція "{0}" містить КП "{1}" двічі підряд.

source: Repeated Controls
de: Wiederholter Posten
fi: Toistuvat rastit
hu: Ismételt ellenőrzőpontok
it: Controlli Ripetuti
tr: Tekrarlanan Hedefler
uk: Повторювані КП

source: Score course "{0}" contains control "{1}" twice.
de: Skore Bahn "{0}" enthält Posten "{1}" zweimal.
fi: Pistesuunnistusrata "{0}" sisältää rastin "{1}" kahdesti.
hu: A(z) "{0}" értékes pálya a(z) "{1}" ellenőrzőpontot kétszer tartalmazza.
it: Il percorso score "{0}" contiene il controllo "{1}" due volte.
tr: Skor parkuru "{0}" kontrol içerir "{1}" iki kez.
uk: Дистанція за вибором "{0}" містить КП "{1}" двічі.

source: Event Audit for {0}
de: Wettkampfprüfung für {0}
fi: Tapahtuman {0} virheraportti
hu: {0} esemény ellenőrzése
it: Verifica evento per {0}
pl: Audyt zawodów dla {0}
tr: Etkinlik Denetimi için {0}
uk: Аудит змагань для {0}

source: Unused Controls
de: Nicht verwendete Posten
fi: Käyttämättömät rastit
hu: Nem használt ellenőrzőpontok
it: Controlli non usati
pl: Nieużyte PK
tr: Kullanılmayan Hedefler
uk: КП, що не використовуються

source: The following controls are present in the All Controls collection but are not used in any course. To remove them, use the "Remove Unused Controls" command on the "Event" menu. These controls will not be considered further in this report.
de: Die folgenden Posten aus der Gesamtpostenliste werden in keiner Bahn verwendet.
fi: Seuraavat rastit (tai muut kohteet) ovat Kaikki rastit -kokoelmassa, mutta ne eivät ole käytössä millään radalla. Voit poistaa kohteet valitsemalla Tapahtuma-valikosta "Poista käyttämättömät rastit". Näitä kohteita ei käsitellä tässä raportissa.
hu: A következő ellenőrzőpontok szerepelnek a Minden ellenőrzőpont gyűjteményben, de nem használtak egyetlen pályán sem. Eltávolításukhoz használja a "Nem használt ellenőrzőpontok törlése" parancsot az "Esemény" menüből. Ezek az ellenőrzőpontok nem vesznek részt a jelentés további részében.
it: I seguenti punti sono presenti nella lista "Tutti i punti" ma non vengono utilizzati in nessun percorso. Per rimuoverli, utilizzare il comando "Rimuovi controlli inutilizzati" nel menu "Evento". Tali controlli non verranno considerati nella presente relazione.
tr: Aşağıdaki denetimler Tüm Denetimler koleksiyonunda bulunur; ancak herhangi bir derste kullanılmaz. Bunları kaldırmak için "Etkinlik" menüsündeki "Kullanılmayan Kontrolleri Kaldır" komutunu kullanın. Bu kontroller, bu raporda daha fazla düşünülmeyecektir.
uk: Наступні КП присутні у наборі Всі КП, але не задіяні у жодній із дистанцій. Щоб видалити їх, скористайтеся "Видалити незадіяні КП" з меню "Змагання". These controls will not be considered further in this report. Ці КП більше не фігуруватимуть у звіті.

source: Average
de: Im Durchschnitt
fi: Keskiarvo
hu: Átlag
it: Media
pl: Średnia
tr: Ortalama
uk: Середнє

source: {0} ({1} controls, {2}, {3} m climb)
de: {0} ({1} Posten, {2}, {3} Höhenmeter)
fi: {0} ({1} rastia, {2}, {3} m nousua)
hu: {0} ({1} ellenőrzőpont, {2}, {3} m emelkedés)
it: {0} ({1} controlli, {2}, {3} m dislivello)
tr: {0} ({1} hedefler, {2}, {3} m tırmanma)
uk: {0} ({1} КП, {2}, {3} м перепаду)

source: {0} ({1} controls, {2})
de: {0} ({1} Posten, {2})
fi: {0} ({1} rastia, {2})
hu: {0} ({1} ellenőrzőpont, {2})
it: {0} ({1} controlli, {2})
tr: {0} ({1} hedefler, {2})
uk: {0} ({1} КП, {2})

source: Leg Length Report for {0}
de: Liste der Etappenlängen für {0}
fi: Tapahtuman {0} rastivälien pituusyhteenveto
hu: Átmenet hossz jelentés {0}-hoz
it: Rapporto sulla lunghezza delle frazioni per {0}
pl: Raport długości przebiegów dla {0}
tr: {0} için Ayak Uzunluğu Raporu
uk: Звіт щодо довжини перегонів для {0}

source: Some controls are visited multiple times on the same course. The second load number counts each visit to a control separately.
de: Einige Posten werden mehrere Male von der gleichen Bahn besucht. Die Nummer 'Besuche' zählt jeden Besuch pro Posten einzeln.
fi: Joillakin rasteilla käydään useita kertoja samalla radalla. Toinen kuormitusluku (Käyntejä) laskee jokaisen käynnin rastilla erikseen.
hu: Néhány pontot többször érintenek egy pályán. A második terhelés szám minden érintést külön számol.
it: Alcuni controlli vengono visitati più volte nello stesso percorso. Il secondo numero conta i passaggi sul controllo singolarmente.
tr: Bazı hedefler aynı parkurda birden çok kez ziyaret edilir. İkinci yük sayısı, bir hedefe yapılan her ziyareti ayrı olarak sayar.
uk: Деякі КП відвідуються кілька разів упродовж проходження дистанції. Друге число навантаження враховує кожне відвідування контрольного пункту окремо.

source: Control load
de: Postenauslastung
fi: Rastien kuormitus
hu: Ellenőrzőpont terhelés
it: Controllo Passaggi
pl: Obłożenie PK
tr: Kontrol Ekle
uk: Навантаження КП

source: Leg load
de: Etappenauslastung
fi: Rastivälien kuormitus
hu: Átmenet terhelés
it: Utilizzo Frazioni
pl: Obłożenie przebiegów
tr: Ayak ekle
uk: Навантаження перегонів
