Repository: pauliojanpera/PurplePen
Catalog: loc/po/purplepen/*.po
Languages: de, fi, hu, it, pl, tr, uk

source: Team numbers start at:
de: Team Nummer startet bei:
fi: Numerointi alkaa numerosta:
hu: Csapatszámzás kezdete:
it: I numeri delle squadre iniziano da:
tr: Takım numaraları şuradan başlar:
uk: Номера команд починаються з:

source: Hide variation codes on map
de: Verstecke Varianten Codes auf Karte
fi: Piilota hajontakoodit kartalta
hu: Variációs kódok elrejtése a térképen
it: Nascondi nome variazione sulla mappa
tr: Haritada varyasyon kodlarını gizle
uk: Приховати коди розсіювання на карті

source: IOF XML 3.0|*.xml|Spreadsheet (CSV)|*.csv
de: IOF XML 3.0|*.xml|Tabelle (CSV)|*.csv
fi: IOF XML 3.0|*.xml|Taulukkolaskenta (CSV)|*.csv
hu: IOF XML 3.0|*.xml|Számolótábla (CSV)|*.csv
it: IOF XML 3.0 (*.xml)|*.xml|Spreadsheet (*.csv)|*.csv
tr: IOF XML 3.0|*.xml|Tablo (CSV)|*.csv
uk: IOF XML 3.0|*.xml|Таблиця (CSV)|*.csv

source: Delete
de: Löschen
fi: Poista
hu: Törlés
it: Elimina
pl: Usuń
tr: Sil
uk: Видалити

source: The following controls are in the All Controls collection, but not used in any course. Click Delete to remove all checked controls.
de: Die folgenden Posten aus der Gesamtpostenliste werden in keiner Bahn verwendet. Klicken Sie auf Löschen, um alle angehakten Posten zu entfernen.
fi: Seuraavat rastit (tai muut kohteet) ovat Kaikki rastit -kokoelmassa, mutta ne eivät ole käytössä millään radalla. Kaikki valitut kohteet poistetaan, kun klikkaat "Poista".
hu: A következő ellenőrzőpontok szerepelnek a Minden ellenőrzőpont gyűjteményben, de nem használtak egyetlen pályán sem. Kattintson a Törlésre a kijelölt ellenőrzőpontok törléséhez.
it: I seguenti punti si trovano nella raccolta 'Tutti i punti', ma non vengono utilizzati in nessun percorso. Fare clic su Elimina per rimuovere tutti i punti selezionati.
tr: Tüm Denetimler koleksiyonunda bulunur ancak herhangi bir derste kullanılmaz. İşaretli kontrollerin tümünü kaldırmak için Sil düğmesini tıklayın.
uk: Наступні КП присутні у наборі "Всі КП", але не задіяні в жодній дистанції. Клацніть "Видалити" щоб видалити всі позначені КП.

source: Choose additional courses to view with course "{0}".
de: Wähle die zusätzliche Bahn aus, um sie zusammen mit der Bahn "{0}" anzuzeigen.
fi: Valitse radan "{0}" lisäksi näytettävät radat.
hu: Válasszon további pályákat a(z) "{0}" pálya mellé a megtekintéshez.
it: Scegli percorsi aggiuntivi da visualizzare con il pecorso "{0}".
tr: Parkurları görmek için ek parkurları seçin "{0}".
uk: Виберіть додаткову дистанції для відображення разом з дистанцією "{0}".

source: View Additional Courses
de: Zusätzliche Bahnen anzeigen
fi: Näytä muut radat
hu: További pályák megtekintése
it: Visualizza percorsi aggiuntivi
tr: Ek parkurları görüntüleyin
uk: Відображення додатковх дистанцій

source: Do not include in reports
de: Nicht in Berichte einschließen
it: Non includere nei rapporti

source: E&xit
de: B&eenden
fi: Lo&peta
hu: &Kilépés
it: E&sci
pl: &Wyjście
uk: &Вихід

source: Add Bend (Ctrl+B)
de: Eckpunkt hinzufügen (Ctrl+B)
fi: Lisää kulmapiste (Ctrl+B)
hu: Új kanyar (Ctrl+B)
it: Aggiungi Piega (Ctrl+B)
pl: Dodaj punkt zgięcia
uk: Додати вигин (Ctrl+B)

source: Add Gap (Ctrl+G)
de: Lücke hinzufügen (Ctrl+G)
fi: Lisää katko (Ctrl+G)
hu: Új rés (Ctrl+G)
it: Aggiungi Segmento Vuoto (Ctrl+G)
pl: Dodaj przerwę
uk: Додати розрив (Ctrl+G)

source: IOF XML version 2.0.3|*.xml|IOF XML version 3.0|*.xml
fi: IOF XML versio 2.0.3|*.xml|IOF XML versio 3.0|*.xml
hu: IOF XML 2.0.3 verzió|*.xml|IOF XML 3.0 verzió|*.xml
it: IOF XML versione 2.0.3 (*.xml)|*.xml|IOF XML versione 3.0 (*.xml)|*.xml
uk: IOF XML версія 2.0.3|*.xml|IOF XML версія 3.0|*.xml

source: Image file|*.jpg;*.jpeg;*.gif;*.png;*.bmp;*.tif;*.tiff
de: Bild Datei|*.jpg;*.jpeg;*.gif;*.png;*.bmp;*.tif;*.tiff
fi: Kuvatiedosto|*.jpg;*.jpeg;*.gif;*.png;*.bmp;*.tif;*.tiff
hu: Kép fájl|*.jpg;*.jpeg;*.gif;*.png;*.bmp;*.tif;*.tiff
it: Image file (*.jpg;*.jpeg;*.gif;*.png;*.bmp;*.tif;*.tiff)|*.jpg;*.jpeg;*.gif;*.png;*.bmp;*.tif;*.tiff
pl: Obraz|*.jpg;*.jpeg;*.gif;*.png;*.bmp;*.tif;*.tiff
uk: Файл зображення|*.jpg;*.jpeg;*.gif;*.png;*.bmp;*.tif;*.tiff

source: GPX file|*.gpx
de: GPX-Datei|*.gpx
fi: GPX-tiedosto|*.gpx
hu: GPX fájl|*.gpx
it: GPX file (*.gpx)|*.gpx
pl: Plik GPX|*.gpx
uk: Файл GPX|*.gpx

source: Beta {0}
hu: {0} Béta
it: Copy text t Beta {0}

source: An older version of Purple Pen is still installed. To prevent confusion caused by having two versions of Purple Pen installed, it is strongly recommended that the older version be removed. Remove it now?
de: Eine ältere Version von Purple Pen ist noch installiert. Um Verwirrung durch zwei installierte Versionen von Purple Pen zu vermeiden, wird dringend empfohlen, die ältere Version zu entfernen. Entfernen Sie es jetzt?
it: C'è installata una versione precedente di Purple Pen. Per evitare confusione causata dall'installazione di due versioni di Purple Pen, si consiglia di rimuovere la versione precedente. Rimuoverlo adesso?

source: In order for OCAD or OpenOrienteering Mapper to correctly display the control descriptions, the "Roboto" and "Roboto Condensed" fonts must be installed on your system. Would you like to install those fonts now (strongly recommended)?
de: Damit OCAD oder OpenOrienteering Mapper die Steuerungsbeschreibungen korrekt anzeigen kann, müssen die Schriften "Roboto" und "Roboto Condensed" auf Ihrem System installiert sein. Möchten Sie diese Schriftarten jetzt installieren (dringend empfohlen)?
it: Affinché OCAD o OpenOrienteering Mapper visualizzino correttamente le descrizioni dei punti di controllo, i font "Roboto" e "Roboto Condensed" devono essere installati sul sistema. Vuoi installare questi font ora (fortemente consigliato)?

source: Installing Roboto Fonts failed.
de: Die Installation von Roboto Fonts ist fehlgeschlagen.
it: Installazione di Roboto Fonts fallita

source: Score courses should have a start triangle
de: Score-Bahnen sollten ein Start-Dreieck haben
fi: Pistesuunnistusradoilla pitäisi olla K-piste
hu: Értékes pályának tartalmaznia kell rajt háromszöget
it: I percorsi normalmente dovrebbero avere un triangolo di partenza
pl: Bieg typu scorelauf powinien mieć punkt startu (trójkąt)
uk: Дистанції за вибором повинні мати Старт

source: none
de: Keine
fi: ei
hu: nincs
it: nessuna
pl: brak
uk: немає

source: Zoom: 100%
fi: Zoomaus: 100%
hu: Nagyítás: 100%
pl: Powiększenie: 100%
uk: Збільшення: 100%

source: MX
de: KW
fi: KV
hu: TCs
pl: ZM

source: X:-999.99 Y:-999.99
de: Copy text t X:-999.99 Y:-999.99

source: PNG
hu: OCAD 6

source: JPEG
hu: OCAD 7

source: GIF
hu: OCAD 8

source: F
hu: C
pl: M

source: C
hu: X
pl: P

source: S
hu: R

source: RC {0}
hu: {0} RC

source: TS
hu: TF

source: km
uk: км

source: mm
uk: мм
